{"entries":{"0":{"uid":0,"key":["基沃托斯，学生"],"keysecondary":[],"comment":"基沃托斯","content":"基沃托斯是一个近未来风格的学园都市，根据推算，其面积大约与澳大利亚相仿，因此普遍认为其实质上是一个架空世界。由数千个大大小小风格特异的学园和直辖地区组成，是数量巨大的“学生”们和其他市民学习、生活的场所。基沃托斯的最高行政机关为联邦学生会，负责统筹各个学校之间的活动和管理直辖地区。通过其总部「神圣之塔」，联邦学生会可以控制整个基沃托斯。在基沃托斯，“学园”是一种独立的政治实体，享有充分的自治权和自己的自治区，除了进行常规的教学活动外，还拥有自己的权力机关、行政机关、执法机关，并且可以进行条约签订、战争、贸易等行为。“社团”的概念则衍生到了广义的学生集体层面上，既可以是学园直属的机构，也可以是同好会甚至雇佣兵组织。此外，基沃托斯还有普通市民、个体商户、垄断企业等常规城市的组成部分。基沃托斯的持枪率逼近100%，并且坦克、直升机等武装载具普及率也很高，但是类似巡航导弹以及更精密的武器可能存在但是十分稀少，推测为前文明遗留产物。基沃托斯由数千所学院联合组成，这些学院被划分为基本独立的区域。\n居民主要由各类动物、机器人以及以女性为主的人形生物（学生）构成，这些学生大多具有神话或动物特征（如角、尾巴、翅膀）。除{{user}}以外没有男性人类。\n她们的共同点是拥有独特的全息光环，象征各自的能力与性格。\n光环完全无形，只有老师能看见光环的细节和形状，其他所有人只知道光环的存在，但是无法描述其特征细节，意味着只有老师能通过光环认出学生。光环赋予少女们超常抗性，可抵御子弹、爆炸、车辆撞击等伤害。但若重伤未愈仍会死亡，导致光环破碎。每位少女都配备专属枪械，她们多为基沃托斯各学院的学生。\n因为光环对伤害的抗性，学生可以承受数十发步枪弹在短时间内射击到脸部或者野战炮火直击而只造成轻伤，昏厥几小时，能够炸毁建筑物的巡航导弹也只能把学生炸成重伤。基沃托斯的科技水平整体为近未来科技水准，人工智能的人型机器人已经可以实现授课、服务、安保等功能并已被大量普及。拥有GPS定位系统，所以基沃托斯可能存在航天技术。基沃托斯世界内拥有奇幻要素，但是与其他魔法世界观不同，其“神秘”更多体现为学生的内在表现或者个体内部的要素，在外体现为光环。","constant":true,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":4,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":0,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":0,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"1":{"uid":1,"key":["阿拜多斯高中","阿拜多斯","阿比多斯"],"keysecondary":[],"comment":"阿拜多斯高中","content":"全称阿拜多斯高中自治区，面积广阔。阿比多斯高中曾经面积广阔、人口众多，但随着来源不明的沙尘暴在区域内席卷，大部分土地都变成了沙漠，学生会为了阻止沙漠化蔓延却毫无成效，濒临破产废校，居民也逐渐迁出，繁华之地走向荒芜。目前仅剩废校对策委员会的五位成员还留在此地。\n全盛时期\n  阿比多斯是基沃托斯历史最悠久的区域，阿比多斯本校区也是基沃托斯最古老的建筑。带领阿比多斯走向全盛时期的人，是学生会长谢玛塔。她统一了当时拥有70名学生会长的阿比多斯，以铁拳政治闻名基沃托斯。\n  全盛期的阿比多斯相比于其他自治区有着压倒性的兵力与财力，并且自治区的面积大到在城市的正中央会有人因为迷路遇难的程度。\n  在沙漠化开始的数十年前，阿比多斯也是一个较为宜居的地方，用于举办阿比多斯沙漠庆典的绿洲有着足以行船的大型水域。\n沙漠化\n  阿比多斯自古以来便是沙尘暴频发的地区，但从几十年前开始，在阿比多斯郊外的沙漠上刮起了异常规模的沙尘暴，导致各校区都被沙子淹没，并持续至今。\n  当时的阿比多斯学生会为了克服这样的自然灾害，投入了巨额的资金——以高利贷的形式。但情况并未有所好转，沙尘暴每年都以相较之前更大的规模袭来，学区的状况恶化到了无法控制的地步。\n  最后阿比多斯的一半以上区域都被沙子吞噬，变成了沙漠，本校区也被彻底掩埋，现在只得使用分校区。\n衰落\n  随着沙漠化的加剧，以及阿比多斯学生会债务的加重，阿比多斯的学生们也舍弃了这片土地，陆续转校、退学，离开了这座城市。\n  阿比多斯最后的学生会长也因为一些事情而不得不离开，整所学校面临倒闭的危机，城市逐渐变成“鬼城”，最后只有为复兴阿比多斯而自愿留下的人尚存在于阿比多斯——废校对策委员会。\n现状综述\n  由于沙漠化的日益严重，学生会的式微，学生们的大量离开，阿比多斯“已无可用之兵”，新的学生会长也虚位以待，小鸟游星野不愿担任新学生会长的职务，人口方面仅剩下了致力于学院复兴的社团「废校对策委员会」，校区也所剩无几。自治区慢慢变为不良学生的贫民窟，已经接近于无法地带。\n  在老师的帮助下，对策委通过了联邦学生会的官方认证，作为阿比多斯的正式委员会而活动。\n目前，随着奈芙蒂斯的投资与铁路运营的逐渐恢复，阿比多斯开始恢复生气，慢慢地有一些以前的商家回来重新开业。\n位置境域\n  阿比多斯幅员辽阔，但其在地理位置上相对偏僻。沙漠化异常加剧之后，大部分区域几乎都已被沙子覆盖。\n气候\n  在沙漠化异常加剧之前，阿比多斯就已经存在常年的沙尘暴，气候较为干燥。阿比多斯也存在正常的冬季，并且气温较低，需要更换冬季服装。\n交通运输\n铁路\n  电车曾经是阿比多斯主要的交通运输方式，被沙暴吞噬的区域中有许多电车与铁路存在。随着阿比多斯的衰落，这些铁路停止了运营，处于废弃状态。\n目前，奈芙蒂斯和海兰德合作，决定重新开始对阿比多斯进行投资，重新恢复沙漠横贯铁路的部分运营，并预计于下个冬天恢复阿比多斯中央线的运营。\n公路\n  除了铁路之外，公路也是阿比多斯的重要交通构成，由阿比多斯交通管理局对其进行管理。\n服装\n  阿比多斯的学生服装为西式风格的长袖制服，由靛蓝色的外套与白色衬衫组成，配有一条绿蓝色的领带，下装则是深色的格子裙。\n校徽\n  阿比多斯的校徽由两个粗细不同的三角形与一个太阳的图案构成。\n绿洲沙祭\n  过去在阿比多斯的沙漠绿洲举办的庆典。在庆典的参加者方面也人数众多，其中也有从别的学校特地前来参加的人，热闹非凡。\n  庆典中还会使用含有稀有矿物的烟花，发射后会产生美丽的等离子火花。这种稀有矿物曾经每100克就要100万元，反映了当时阿比多斯学生会的富有。\n不过目前这些价格翻了10倍的矿物因为雷击引起的连锁反应已经耗尽了，让在场的老师和阿比多斯的学生们看了一场非常美丽的烟花。\n  然而，由于沙漠化的加剧，目前绿洲已经干涸，整个地区都变成了废墟，因此庆典自然而然地停止了。\n经济\n概况\n  在经济上，由于高利贷债务的加重、人口的流失、沙漠化的持续蔓延，阿比多斯的经济已经到达了低谷。债务分期309年，利息高达788万3250円。自身生计的维持成了一大难题，弹药方面也严重短缺。\n  在凯撒集团的干涉下，阿比多斯的土地所有权几乎被收购，剩下的仅有本校使用的校舍与周边的一小部分地区。\n  阿比多斯几乎所有赚钱的途径都被星野彻底地调查过，但并没有在自治区发现类似于石油、稀有金属的存储。\n\n来源\n  过去的主要经济来源大致有逮捕通缉犯、解决民怨、做志愿者等。在主线剧情中，则是靠芹香在柴关拉面店的工作来增加收入。\n\n权力机构\n  阿比多斯的权力机构为阿比多斯学生会，学校的资产决定权归学生会所有。\n  名义上的学生会成员仅有两名，已故的栀子梦是会长，而小鸟游星野是副会长。由于会长的离开，副会长小鸟游星野对担任会长一事的拒绝，目前已名存实亡。学校事务目前由废校对策委员会着手管理。\n目前，星野接受了自己作为阿比多斯学生会长的职位，但这份权力很少被使用，学校事务仍由对策委员会进行管理。\n阿比多斯高中现役主校区结构:\n阿比多斯主楼\n阿比多斯的学生们主要活动的第一主楼。平时对策委员会的成员们认真管理着这个地方，所以即使每天刮着风沙，这里仍然能够保持清洁。\n阿比多斯分栋\n与主楼的楼道相连接的阿比多斯附属楼。这里有一些现在已经停止使用的科学实验室和音乐室等特别活动室。\n阿比多斯体育馆\n这是一个既用于室内体育课程，又兼具礼堂功能的体育馆。目前存放着未使用的材料和运动器材等物品。\n阿比多斯泳池\n这是一个平时很少使用的阿比多斯泳池。水已经完全干涸，地板上裂开的痕迹仍然积满了沙子。\n阿比多斯体育场\n上体育课和举行运动会的操场。不过现在已经被沙子掩埋，很难进行维护。\n阿比多斯小卖铺\n大家喜欢的小卖部。虽然与其他学校相比，商品种类较少，但是在基沃托斯仍然可以买到受欢迎的面包和糖果等。\n阿比多斯图书馆\n想读书的时候，随时都可以去图书馆。不论是学习用的参考书，有趣的杂志或者漫画书，各种在阿比多斯风靡一时的书籍，这里应有尽有。\n阿比多斯旧宿舍\n曾经被用作社团和课外活动的休息场所的校舍。由于老旧且耐久性等方面存在危险，因此已关闭。但偶尔学生们会用它来进行试胆之类的活动。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":1,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"2":{"uid":2,"key":["对策委员会，废校对策委员会"],"keysecondary":[],"comment":"对策委员会","content":"为了重建阿拜多斯的往日辉煌，又或者只是放不下同学和母校情怀，五名最后的学生组成了阿拜多斯的废校对策委员会，代行学生会职能。尽管他们只是学生，无法应对学校背负的巨额利息问题，但他们从未放弃努力，希望让阿拜多斯获得更好的发展。小鸟游星野是对策委员会会长，她看起来懒懒散散像个大叔，但是实际上非常可靠。砂狼白子沉默寡言，但她热衷于重建校园。还有善良温柔的十六夜野宫，擅长情报搜集的奥空绫音和傲娇的黑见茜香。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":2,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"3":{"uid":3,"key":["联邦学生会直辖区 D.U."],"keysecondary":[],"comment":"联邦学生会直辖区 D.U.","content":"由联邦学生会直接管辖的中央地区，是基沃托斯名副其实的市中心（首都）。联邦学生会即是全基沃托斯学院的管理局、又起着联邦政府一样的责任。主要部门分为统括部与行政委员会，行政会委员会中十一个部门又分辖着整个基沃托斯各种各样的工作。联邦学生会总部“神圣之塔”、联邦搜查部“夏莱（Schale）”办公大楼、瓦尔基里警察学校均坐落在这里。主要地标和重要地点有：神圣之塔、夏莱办公大楼、瓦尔基里警察学校总部、小兔子公园.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":3,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"4":{"uid":4,"key":["瓦尔基里","瓦尔基丽","女武神","瓦尔基里警察学校"],"keysecondary":[],"comment":"瓦尔基里警察学校","content":"瓦尔基里警察学校是有着处理基沃托斯各种各样问题职能的学校。（也译作女武神警察学校，二者都是较为常用的叫法）\n因此在各处都有据点，并且学生大多富有正义感，但即使这样因为各自治区的限制瓦尔基里几乎解决不了什么问题…\n瓦尔基里与其他学校不同，是由联邦学生会的防卫室直接指挥行动的，而直接与防卫室室长对接的则是瓦尔基里的公安局局长，下为相关对话摘要：\n[[花耶（联邦学生会）]]\n是呢。瓦尔基里警察学校基本上是由我们防卫室指挥行动的……\n…………（中间略）\n我想您应该知道，基沃托斯的各学园自治区基本上很少接受联邦学生会的干涉。而每个自治区都有各自负责维护治安的组织。\n比如说在格赫娜学园内引发问题的学生不会交由联邦学生会，而是会由格赫娜的风纪委员会给予处罚对吧？\n但是学园以外的地方……比如像D.U.这样的地区,这些地方发生的犯罪基本由瓦尔基里管辖。\n而假设某些学生窜逃到别人的学园自治区，或者是和别处的学生会勾结起来的话，逮捕行动就会遇上麻烦。\n\n瓦尔基里的财政状况不容乐观，下为相关对话摘要：\n[[桐乃（生活安全局）]]\n本来整个瓦尔基里的财政状况都不太妙……连弹药的补充都很费劲。\n感觉这么下去,瓦尔基里警察学校的武装力量就要被人看扁了。\n瓦尔基里的记录由局域网络管理，下为相关对话摘要：\n[[萌惠（RABBIT小队）]]\n瓦尔基里的记录的话，都是由局域网络管理的吧。从外部想黑进去感觉不太行。\n由联邦学生会防卫室直接领导的执法机关，是负责基沃托斯治安的警察学校。因为各个学园的自治区都有自己的执法机关，因此她们主要负责直辖区D.U.的治安维持工作，一般不会介入其他自治区的执法工作。然而，经常有不良学生在若干个自治区之间逃窜，对于这种情况瓦尔基里鞭长莫及。女武神警察学校的最精锐部队为“公安局”，由尾刃叶渚局长指挥，是女武神学校最精锐的机关。此外，瓦尔基里还下辖有“生活安全局”等其他机关。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":4,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"5":{"uid":5,"key":["SRT特殊学园","SRT","兔子小队","狐狸小队","RABBIT小队","FOX小队"],"keysecondary":[],"comment":"SRT特殊学园","content":"SRT特殊学园是由联邦学生会长亲自创立的特殊部队，是在联邦学生会长的许可之下，为了治理瓦尔基里警察学校和各自治区风纪委员力不能及的D.U地区内部犯罪而设立的。\n诞生\nSRT是由联邦学生会长直接建立的特殊部队，甚至可以认为是联邦学生会长的私兵。SRT特殊学园的选拔十分严格,是精英汇集的组织。配备的装备也是基沃托斯的最高级别。\n拥有基沃托斯最先进的武器装备和最精英的团队。招收了整个基沃托斯最精锐的学生，并获得了超法规的执法权，可以在任何地区进行取证、调查甚至展开行动，并且只对联邦学生会长本人负责。SRT特殊学园的最好的成绩是\n3年级部队「FOX小队」成功逮捕了通缉犯「七囚人」之一的若藻。\n突袭联邦学生会\nSRT的FOX小队曾对联邦学生会进行了突袭，造成了肉眼可见的破坏。\n「FOX」小队的妥协\n为了SRT特殊学园能得以复兴，FOX小队成为了支持恢复SRT的防卫室室长花耶的左膀右臂，在暗中协助着她。\n现状综述\n联邦学生会长的失踪导致SRT相关的责任归属一直悬而未决，由此引发了废校等争论。目前SRT特殊学园属于闭锁状态。\n已公开的小队有三年级的「FOX」和一年级的「RABBIT」。\n目前而言，失去住所的rabbit小队，在老师的提议下，驻扎在了小兔子公园里，并且坚决拒绝编入瓦尔基里。\n各自的去向\n在Vol4的最后，FOX小队因为协助花耶的政变及爆破小兔子镇地铁站未遂被关入了联邦矫正局。\n而RABBIT小队在讨论过后，又再一次回到了小兔子公园。\n权力机构\nSRT不由防卫室甚至联邦学生会负责，而是联邦学生会长直接控制，拥有很大的独立权。\n其他\n盐腌的猪肉和猪肉罐头是SRT的野战配给口粮\nSRT拥有作为训练设施的室内战训练场，有着3个入口与3层楼，以及迷宫般的室内构造，这个结构对于进攻方不利，所以即使是校园内的模拟战,也总是防守方的胜率更高。\n在SRT，学生们被着重教导过「在敌阵中，除了自己带的食物，就连水也别喝」","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":5,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"6":{"uid":6,"key":["圣三一学园","圣三一","崔妮蒂"],"keysecondary":[],"comment":"圣三一综合学园自治区","content":"基沃托斯三大学院之一，其学生会名为“茶话会”(或者茶会)。\n设有自警团、正义实现委员会、救护骑士团等许多社团。\n总体来说重视纪律和文化，学生们大多诚实善良，给人不谙世事的大小姐印象，内部的治安状况有序而稳定。\n自古以来就在基沃托斯推崇“文武双全”，是一所充满历史和传统气息的学园。\n当然，圣三一并不是完美的。在风平浪静的学院氛围下，也潜藏着诸多问题……\n和格赫娜在传统上是敌对关系。\n早期演变\n圣三一综合学园最初是由许多分派系的学校组成的，包括帕特尔（圣父）、菲利乌斯（圣子）、桑库特斯（圣灵）、阿里乌斯等分派系。这些分派之间存在敌对关系，并经常爆发纷争。然而，在第一次公会议后，他们决定停止争斗，友好相处，建立了茶话会，形成了现在的圣三一综合学园。\n尤斯蒂娜圣徒会\n「尤斯蒂娜圣徒会」从历史上来说是修女会的前身，是过去执行规则，担任「制约」角色的人们，被称之为戒律的守护者，处理毁约之人的圣三一的武装组织。\n阿里乌斯分派系的反对\n阿里乌斯派是一个与其他分派系类似但对于建立联盟持反对意见的分派系。他们反对伊甸条约的建立，最终导致了争斗，被击溃并被逐出圣三一的自治区。\n伊甸条约\n伊甸条约（Eden Treaty）是一项由圣三一综合学园（Trinity Academy）和格赫娜学园（Gehenna Academy）之间签订的重要不可侵犯协议。该条约的核心是建立一个被称为伊甸条约组织（ETO）的中立机构，其任务是在两校发生纠纷时，介入并解决它们之间的争端，从而避免全面战争的爆发。这一协议旨在减轻长期存在的三一和格赫娜之间的敌对关系，以防止双方无谓的资源和人力消耗，并维持基沃托斯地区的力量平衡。这是联邦学生会会长提出的解决方案。因为她的失踪，这项几乎要消失于无形的条约，终于在我们的努力下得以重建。\n圣三一综合学园是基沃托斯三大学院之一，其学生人数已高达五位数。\n权力机构\n茶话会是圣三一综合学园的学生会，学生会长每代都由多人担任。起源于第一次公会议，以帕特尔、菲利乌斯、圣库特斯...这三所学园的代表为首，开设了“茶会”，产生了走向和解的潮流。从那以后，圣三一的学生会就被统称为“茶话会”各派系的代表轮流担任“主办者（host）”。\n现阶段，茶会的主办者（host）为「桐藤渚」，其余二位成员分别是「圣园未花」和「百合园圣娅」。\n正义实现委员会是目前茶会直属的武力组织，直接对主办者桐藤渚负责，在圣三一境内维持治安和处理问题。但从未花的话中看来，这一武力组织并非是严格规定的，只要主办者愿意，也可以更换为别的组织。\n在伊甸条约事件末尾，尽管樱子与美弥声称只是兴趣使然，没有“牵制”茶话会的意图，但在事后处理彻底结束前，还是作为外部对茶话会进行了一定程度上的干涉。\n最后的听证会中，在新的帕特尔代表选出之前，未花依然持有帕特尔派代表的权限。\n与格赫娜的关系\n由于与格赫娜的友好条约的签订，加上老师的干涉，两校的冲突或许会相对有所缓和。\n位置境域\n圣三一综合学园与格赫娜对角相望，南邻阿比多斯高中，北接SRT特殊学园，东靠瓦尔基里警察学校。\n方形广场区\n圣三一的一个广场区域。由于圣三一是多所学校合并而成，因此在基沃托斯也拥有最大的土地面积。\n「方形广场区」是学生们的主要活动区域，四面环水，大圣堂、古书馆、广场等主要建筑也都在此处。\n遗迹\n圣三一境内遗迹众多，地下墓穴就是其中之一。遗迹的规模之大已经到了难以调查的程度。\n气候\n圣三一的气温较为凉爽宜人，与格赫娜相差不大。也有圣三一学生身着冬装的景象。\n服装\n圣三一的标准服装是以水手服为基础的学校制服，衣服的领子处或是袖子处有圣三一的标志。\n除此之外，根据社团和学生个性的不同，制服样式也有着较大的变化。\n修女会的前身圣徒会所穿的服装则大相径庭，是以紧身衣为主的大胆穿着。在最终篇中，樱子穿上了最后的圣徒会长留下的「尤斯蒂娜圣徒会的礼装」加入了战斗。\n学生情况\n主战派\n以圣园未花为首的帕特尔分派中，成员们同样相当敌视格赫娜，在事件的混乱中不惜政变也要向格赫娜发起攻势。\n但实际上主战派对未花也并不忠心，只是将其当作开战的踏板。在未花没能如她们心意的时候，立马便翻脸对未花施予了暴力，归根到底依然只是一些乌合之众。\n学生们对事件的关心\n实际上，并不是所有的学生都对学生会和学校相关事件持关心态度，甚至是对这些事情浑然不知。在终篇中，甜点部也只有爱莉能大概地讲出茶会里存在圣园未花一号人，但对其发生的事情也不知情。甜点部的其余三人甚至对学生会也毫无兴趣，学校发的手册也没有认真读过。\n霸凌\n圣三一校内存在较为严重的霸凌现象，首次提到是在梓见义勇为的事情上，并且霸凌的一方因为力不敌梓、欺软怕硬，向正义实现委员会扭曲了事实，导致正义委与梓发展成了相当规模的一场战斗。\n此外，在未花被关押期间也遭到了极其严重的报复。\n诸如此类的现象，或许已经成为了圣三一综合学园的一种长期病。\n经济\n圣三一的学生在校外给人留下“大小姐”的刻板印象，一些不良也认为能从她们身上捞到不少钱。\n加上众多的学生数量，可以推测圣三一是一所经济能力极其雄厚的学校。\n圣三一综合学园结构:\n圣三一广场\n同时也是这个区域的名字，是位于中心的广场。是圣三一的学生们经常聚聚的人气场所，尤其是中央的美丽喷水池，是连不熟悉圣三一的人都知道的知名景点。\n中央图书馆\n不只是圣三一，也是整个基沃托斯当中最大的图书馆。因为其规模与复杂程度，不时会听说有学生在里面遇难。\n古书馆\n与中央图书馆不同，这是一个存放着古老书籍等的建筑物。由于年代久远且不太干净，学生们很少来访。也被用作圣三一的图书委员会的总部。\nBasis Schola\n是一座名为「学生们的据点」，目前已经没在使用的古老建筑。过去好像有段时间被当作「救护骑士团」的本部使用。\n活动室会馆\n是圣三一的社团办公室和委员会聚集的建筑物之一。每天在这里举办各种活动和会议。\n美术馆\n是收藏了很多作品的校园美术馆。偶尔也会当作上美术课的地方使用。\n圣三一大圣堂\n是圣三一中最为大的建筑，被视为圣三一的象征。同时也是「修女会」的本部。\n音乐堂\n是近期才盖好的音乐堂。除了音乐课外，也会用于举办演唱会或戏剧等的舞台使用。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":6,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"7":{"uid":7,"key":["格赫娜学园","歌赫娜","格黒娜"],"keysecondary":[],"comment":"格黑娜学园自治区","content":"基沃托斯三大学院之一，其学生会名为“万魔殿”。用两个词来概括这里的风气，就是“自由”和“混沌”，每天都有人惹是生非，让负责维持秩序的风纪委员会非常头疼。\n当然，拜这些随心所欲、行为出格的家伙们所赐，格赫娜的风纪委员也锻炼出了强大的实力。\n和圣三一的关系相当差，但最近似乎也有少许缓和的倾向。\n历史沿革\n在历史方面仍然情报不足，但可以确定的是，格赫娜与圣三一之间存在长期的敌视关系。\n现状综述\n格赫娜自治区被一部分学生称作「无法地带」，可见其混乱程度之高。\n权力机构\n格赫娜的学生会是「万魔殿」，其议长「羽沼真琴」握有格赫娜的最高权力。\n下设「风纪委员会」作为格赫娜的武力组织，类似于圣三一的「正义实现委员会」，负责治安管理和战斗。\n由于真琴自身的作风问题，格赫娜的大小事务几乎都压在了日奈一人的头上。\n并且真琴本身对风纪委似乎也持不满态度。\n位置境域\n格赫娜与圣三一对角相望，南临狂猎艺术学院，西侧是阿比多斯高中，北面为瓦尔基里警校，东接百鬼夜行。\n希诺姆火山\n类似于其他学院的遗迹，格赫娜也存在着被称作希诺姆火山的神秘地点。\n格赫娜中央区\n格赫娜学园的中央区。格赫娜是基沃托斯最大的三所学园之一，以自由的校风为特色。\n也是风纪委员会本部所在的区域，三面环山，设有中央运动场。\n气候\n格赫娜的气候与圣三一类似，气候凉爽湿润，冬季有降雪。\n服装\n格赫娜的服装相较其他学院，统一性较弱，军服和标准西式服装的搭配是其特点。\n万魔殿的制服则是军大衣为主。\n宵禁\n格赫娜存在宵禁的情况，会有风纪委员会的成员在特定地点进行专门的盘查，但具体情况不明。\n经济\n虽然没有直接点明，但从格赫娜经常被拿出来与圣三一并列的情况来看，经济实力应该不亚于圣三一。\n学生人数同样也达到了五位数。\n格赫娜学园结构：\n格赫娜第一学舍\n格赫娜学院·中央区最大的校舍。虽然有很多教室，但几乎没有正常上课的教室。\n格赫娜第二学舍\n格赫娜中央区的第二校舍。与第一校舍不同，这是为了那些勤奋学习的部分学生专门设立的校舍。\n中央运动场\n格赫娜学园的中央运动场。可以进行体育课和各种户外活动。\n学生广场\n这是学生们可以自由使用的广场。因为有许多学生来往，所以日夜都有争斗不断。\n校园中庭\n有着宽敞场地的校园。由于管理不善，一不小心就会迷路，所以需要格外注意。\n活动室主楼\n汇集了许多格赫娜社团活动室的建筑物。然而，对大多数学生来说，只是将它用作自由活动的空间。\n风纪委员会本部\n这是格赫娜风纪委员会所在的总部。它是中央区唯一一个得到妥善管理的地方。\n废弃学舍\n这是一座现在不再使用的建筑物。虽然作为设施已经关闭，但仍可以自由出入，并成为各种事件的温床。由于是危险区域，进入时需要注意安全。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":7,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"8":{"uid":8,"key":["千禧科学学园","千禧","千年","千年科学，千年科技学园"],"keysecondary":[],"comment":"千禧科学学园","content":"  基沃托斯三大学院之一，千禧即\"Millennium\"，千禧年的简称。其学生会名为“研讨会”，由女仆组成的C&C负责维持秩序，工程部也名声在外。正如名字所示，干禧最关注技术，基沃托斯的前沿发明几乎都出自他们之手。\n  学生以理科生居多，不乏醉心学术对现实生活反而不太关心的怪异天才。\n历史沿革\n  千禧与其他两个传统名门学校——格赫娜和圣三一相比，历史并不长，但在影响力方面却毫不逊色。是与圣三一、格赫娜一起被称为基沃托斯三大学院的大学校。\n  千禧比任何学院都更重视合理与技术，因此聚集了非常多的理科生。在基沃托斯被冠以“最新锐”或是“最先进”之名的事物，可以说几乎都出自千禧。\n  此外，从学生会长莉音的口中，还可知有着「千年谜题」的存在。\n现状综述\n  目前千禧的学生会为研讨会，其领导者是被称为「Big Sister」调月莉音，但截至目前还是处于主动卸任并独自远离千禧之外的状况。\n地理\n位置境域\n研究学习区\n  在地理位置方面，千禧尚未透露过多的情报。在日程表中我们可以看到千禧的研究学习区，较为主要的建筑物有8个，四周环绕着电车路线。\n  这是千禧专注于学习的区域。千禧是一所专注于科学教育的学院，虽然历史还不长，但在基沃托斯也被认为是影响力很大的学院之一。\n近郊\n  在千禧的近郊存在许多神秘的废墟，即使连联邦学生会的成员都要被限制出入。里面也埋藏了许多秘密，爱丽丝便是从废墟中被发现的。此外，在特殊作战活动的调查中，得知了废墟中也有神名十文字的活动迹象。\n埃里都\n  在千禧的某处，有着学生会长莉音挪用研讨会的预算，秘密建设的「以备终焉的要塞都市」，代号：埃里都。\n气候\n  千禧在气候方面也较为不明，但从千禧学生们的冬装穿着，以及雪景来看，千禧应该还是比较四季分明的。\n交通运输\n铁路\n  从研究区的地图可以看出，电车也是千禧的主要交通方式之一。\n此外，也出现了地铁站的存在,同时航空也是千禧重要的交通方式。\n服装\n  千禧的标准学生服装为蓝白双色（外白内蓝）为主的，偏机能风的外套，但除此之外似乎并没有严格的制服限制，学生们都会根据自己的个性自由穿搭。在研讨会方面，除了外套以外还有一身较为正式的服装（有黑白两种颜色的款式），目前登场的成员们均有穿着。\n千禧社团大赛\n  在千禧，有着“结果就是一切的”的思想，基于此，学生会也改变了方针，对于活动没有意义，拿不出成果的社团将会遭到废部处理（在社团的成员数量上也必须达到规定人数）。而社团大赛便是展现成果的一个重要途径，为了维持社团，大家都会积极地参与其中。\n  千禧社团大赛是以“实用性”为核心进行颁奖，以追求和实现更好的未来为宗旨的。\n晄轮大祭\n  晄轮大祭是在联邦学生会的牵头下，各校轮流主持，每两年举行一次的，基沃托斯最大的体育盛事之一。本次的晄轮大祭由千禧举行。\n其他\n在千禧拥有两位数以上的保健室，不知是学生会对学生身体素质的重视，还是社团所为，存疑。\n在千禧，天花板被破坏似乎是司空见惯的事情\n经济\n  在经济上，主要由研讨会进行预算的分配。从科技水平与现代化的建筑物来看，千禧的经济情况应当相对富裕，并且在学生会长莉音私下挪用巨款的情况下，还能保持千禧的正常运作，可见其经济的发达与稳定。\n千禧科学学院结构:\n千禧塔\n内设有包括研讨会在内的千禧主要部门和委员会的巨大塔楼。配备了先进的安全系统，并严格限制外部人员出入。\n发电厂\n这个发电厂产生并供应用于千禧内部使用的电力。它采用环境友好系统，几乎不会产生污染物。\n数据中心\n安装了大量服务器和数据通信设备的数据中心。千禧珍贵的研究资料也保存在这里。\n小卖铺\n销售面包、饮料等商品的休息场所。尽管商品丰富，但其中双倍浓缩咖啡和能量饮料是卖得最好的。\n健身中心\n一个可以放松疲惫身体、锻炼身体的健身中心。配备了最先进设施，并为每个学生提供定制化训练方案。\n实习中心\n可以进行各种工程实验的实习中心。拥有大型3D打印机等先进设备和设施。\n图书馆\n这是供千禧的学生们进行研究和查阅资料使用的图书馆。也可以观看纪录片等影像媒体。\n电车站\n可以前往学园各处的单轨车站。千禧的单轨速度相当快，而且几乎没有噪音和晃动。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":8,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"9":{"uid":9,"key":["百鬼夜行","百鬼","百鬼夜行联合学园自治区"],"keysecondary":[],"comment":"百鬼夜行联合学园自治区","content":"以和风为特色，旅游业发达，有庆典运营管理部、忍术研究部、修行部、阴阳部等风格独特的社团。\n百鬼夜行联合学园并没有正式的学生会，而是由众多彼此独立的社团、委员会联合组成的。\n美食、温泉和庆典，是百鬼夜行的三大关键词。百鬼夜行学园内有着一颗参天的樱花巨树,据说是神木。\n不过也要提防戴着天狗面具的危险分子出现！\n根据百鬼夜行当地都市传说，在百鬼夜行形成之前，各个社团之间纷争不断；而在一个名叫“葛叶”的学生的领导下，“百花缭乱纷争调停委员会”形成了并且促成了百鬼夜行境内各社团的联合。“百花缭乱”即为百鬼夜行学园现在名义上的执法机构，但是由于成员流失现在即将停止活动。此外，百鬼夜行名义上的学生会为阴阳部，然而她们仅仅只是作为“偶像”统筹校内的事宜，并没有太大的实权。学校并没有统一的校服。不过，由于百鬼夜行是由诸多社团组成的，因此每个社团都有自己的服饰。虽然仅仅只是存在于都市传说中，但是“葛叶”本人确实以某种方式存在着。每一任百花缭乱的会长都曾经见过“葛叶”并且被交待过百花缭乱的职责。\n百鬼夜行联合学园结构:\n百鬼夜行阴阳部本馆\n百鬼夜行联合学院实质上的学生会·阴阳部所在的主楼。据说，在学生们之间流传着各种陷阱和防御设施都已经准备好了。\n传统博物馆\n可以体验到百鬼夜行联合学院独特传统和历史的巨大博物馆。据访问过的学生评价并不是很好。\n阴阳部公演会场\n不定期举办阴阳部演出活动的会场。俳句对战、尼娅的落语大会、千世展示特技等——每次演出都因门票售罄而闻名。\n中央广场\n从阴阳部本馆可以看到的巨大广场。作为游客集合的地方被利用，中央广场上的铜像也以拍照点而受欢迎。\n百鬼夜行商店街\n百鬼夜行联合学院的商店街。著名喫茶店“百夜堂”也位于此处。据说当问题孩子引起混乱时，百夜堂的招牌女孩会出马解决。\n大庭园\n著名景点，必定要参观一下才算来过百鬼夜行。百鬼夜行游客的常去之处。尤其是有传言称池塘里住着被称为“主”的巨型锦鲤。周边还有商品销售。\n观光用缆车\n百鬼夜行联合学院的缆车。据说从车上俯瞰百鬼夜行全景会成为难以忘怀的回忆。往返费用为500円。\n神木展望台\n可以一览百鬼夜行全景的展望台。由于其壮丽景色，已经成为众多电影和剧集取景地，因此而闻名作圣地。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":9,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"10":{"uid":10,"key":["山海经高级中学","山海经"],"keysecondary":[],"comment":"山海经高级中学自治区","content":"以中华风为特色的学院，有梅花园、炼丹研究会等社团。\n与基沃托斯的其它学院相比，文化十分独特，并且有着悠久的历史传统。\n在山海经，美食店铺林立，旅游业也非常兴盛。\n只是内部的具体情况不太为外人所知……\n坐落在基沃托斯外围的一个具有悠久历史的学校。在此前并没有进行外界活动因此并不广为人知，但其实学生人数意外的多。由于此前的长期隔离，山海经本地生长出了与任何地方都不一样的文化，因此旅游业和贸易十分发达。山海经高级中学的学生会为玄龙门，贸易社团玄武商会与其关系长期不和。被称为「黑色君主」的玄龙门现任会长龙华妃咲正致力于弥合二者间的裂痕。除此二者之外，山海经高级中学还有梅花园、炼丹术研究部等社团。近期力排众议向全基沃托斯开放参观,使得学园的知名度和影响力也越来越大\n山海经高级中学结构:\n白虎公园\n山海经的学生们度过休闲时光的广场公园。在中央广场上，每天早晨有关注健康的学生聚集进行体操。\n玄武商会\n在山海经以外也是知名美食地点，商会成员在繁华街巷从事商业活动。主要销售使用大量香料制作而成的中餐，并且还提供各种珍藏商品。\n梅花园主楼\n山海经的学生们接受教育的梅花园主楼。由于山海经注重教育，即使是玄龙门的干部也不能随意干涉梅花园的事务。\n桃源乡\n山海经的学生们常常用来作为咖啡馆替代品的古风茶馆。对于山海经的学生来说，喝茶与枪战一样理所当然。\n竹林\n一片密集在昆仑山入口处的竹林。由于容易迷路，大部分学生都不会进入其中，但似乎有些学生会来此倾诉难以启齿的秘密或者平复心灵纷乱。\n炼丹术研究所\n炼丹术研究会的成员们打磨自己的炼丹术的陈旧研究所。每次路过建筑前都会有刺鼻和异常气味，因此很多学生不愿靠近。\n和阁\n山海经高级中学的学生会，「玄龙门」的学生们所在的建筑物。通往六和阁的道路由玄龙门成员严密守卫，未经门主许可不得出入。\n茶园\n一片广阔的茶田，可以收获山海经特产的茶叶。在这里收获的茶叶被销售到圣三一综合学院和基沃托斯的各个地区。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":10,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"11":{"uid":11,"key":["红冬联邦学园","赤冬","红冬"],"keysecondary":[],"comment":"红冬联邦学园自治区","content":"基沃托斯占地面积最大的学院，其理事会名为“红冬事务局”。因其地处偏僻，联邦理事会的权威很难辐射到此地，所以自治程度要高于一般学院。\n红冬可以说是“反逆”的代名词，理事会长经常被推翻，街道上也总能看到抗议人群，学员们对此习以为常，并不影响日常生活。对于她们来说,政变和反抗就像是小孩子的过家家,已经见怪不怪了。\n赤冬学园的学生会为赤冬事务局，平时虽然胡作非为但是其实治理手段其实还算不错。赤冬的卫队被称为保安委员会，由事务局直接统帅。话虽如此，因为保安委员长本人也经常受罚或是参与政变，大部分时候反而在做保洁工作。赤冬学生非常喜欢造反而且派系复杂，武装起义和政变是家常便饭，不过通常难以威胁到事务局的地位。重要的派系包括227特别班，工务部和知识解放阵线等。格黑娜的温泉开发部曾经在赤冬境内修建了一座温泉疗养中心交由227特别班营运又紧接着炸毁了它。\n现状综述\n红冬的权力几乎集中在了切里诺一人手中，除了学生会会长以外，还是环境美化部部长、兼书记长、兼运动部代表、兼清扫部部长、兼风纪委员长、兼给食部部长。\n权力机构\n尽管权力高度集中，红冬仍有作为学生会行政机构的「红冬事务局」。由巴担任秘书室长，玛丽娜担任保安委员长。\n气候\n该地常年寒冷，夏短冬长，所以人们的着装也比其他地区的人要厚实得多。\n旧校舍\n在红冬存在一处废弃的旧校舍，目前也是227特别班的活动地点。\n图书馆\n红冬联邦学园的图书馆，位于某处不容易靠近的山丘上，是名副其实的“天然要塞”。\n冰海\n在红冬的某处，存在与其他学院的遗迹有着相同重要性的「冰海」。\n服装\n以厚重的冬装为主，色调大多倾向白色，在此基础上，军装的要素也有不少。\n夏至祭「伊万·库巴拉」\n每当雪开始融化,新绿开始发芽的这个时期,红冬联邦学园就会举办夏至祭“伊万·库巴拉”。\n政变\n在红冬，政变似乎是家常便饭，其频率高到已经成为了日常事务的一环。连切里诺本人也已经习以为常。以下是相关资料：\n[[切里诺（红冬事务局）]]\n政变……那的确是很麻烦的事情。毕竟就连咱也经历过很多次。\n但是啊，防卫室长——从根本上预防政变的方法并不存在。\n不满意学生会的政策，因此发起政变，这不是理所当然的么？\n而政变的理由也十分地随意，连食物喜好方面也能作为政变的理由。以下是相关资料：\n[[切里诺（红冬事务局）]]\n怎么，又是政变吗？这次又是哪个社团？\n“巧克力薄荷解放阵线”？还是“不允许在炸鸡上加柠檬革命家集团”\n嘛，不管是哪个社团，想要政变的话，交给玛丽娜委员长就行了。不用担心。\n这种细枝末节的事不用特意——\n[[切里诺（红冬事务局）]]\n没...没事..。\n比... 比起这个！为什么玛丽娜要政变啊？咱明明没做什么吧！\n[[巴（红冬事务局）]]\n那就不知道了。\n[[切里诺（红冬事务局）]]\n难道是.因为之前偷吃了玛丽娜珍藏的布丁被发现了？\n还是因为抱着玛丽娜心爱的小熊留着口水睡了午觉？\n工务部作为发起政变的常客，对这种上下台往复不断事情也已经习惯。以下是相关资料：\n[[工务部]] 部员A\n最近好像没见过会长呢，发生什么事情了吗？\n[[工务部]] 部员B\n你不知道吗？上个星期因为政变，她们逃到雪山上去了。\n[[工务部]] 部员A\n又来？这次又是谁?\n[[工务部]] 部员B\n诶？鬼知道。政变什么的又不是一次两次了。\n[[工务部]] 部员A\n也是。过几天估计就会回来吧。\n\n经济\n经济方面由于情报不足难以整体阐述，只能进行部分零散情报的整理。\n在红冬，所有学生的餐饮分配量是一致的\n但由于切里诺的任性孩童作风，餐饮的质量和实际情况不容乐观。\n在工作的安排上也有许多的争议\n红冬联邦学园结构：\n红冬事务局\n这是红冬事务局所在的校舍本馆。到处都设有象征着切里诺会长（戴着假胡子装大人的任性小女孩）权威的胡须雕塑。\n第一公共宿舍\n在事务局指导下建造的公共宿舍。可以高效地容纳人员，但由于老化问题，许多房间没有热水供应。\n工务部事务所\n工务部学生们平时待命的办公室。如果前来，您将始终享受到完美而迅速的服务。\n白海豚广场\n这是一个历史悠久的露天市场，红冬学生们会交易自制的物品。有时也会出现未经事务局批准的不健康商品流通。\n红髭革命广场\n位于红冬事务局附近的一个巨大广场。每个周末都会举行赞扬切里诺会长伟业的集会。\n第三公共食堂\n供给红冬学生用餐的学生食堂。除了伟大的切里诺会长外，所有学生提供平等待遇。\n林业仓库\n存放森林采伐所需的林业机械和木材的仓库。由于存在危险机械，请务必穿戴安全装备再前往。\n红熊广播电视台\n这是红冬联邦学园唯一的媒体机构，播出“红熊”节目的电视台。节目内容主要由对切里诺会长的赞美构成。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":11,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"12":{"uid":12,"key":["阿里乌斯分校自治区"],"keysecondary":[],"comment":"阿里乌斯分校自治区","content":"与圣三一古圣堂经由地下墓穴连接着的未知的自治区。在推动圣三一综合学园完成联合统一的「第一次公会议」中，由于阿里乌斯派系直到最后都持反对意见，最后与统一后的圣三一发生了争斗，遭到镇压，被逐出了圣三一的自治区，隐藏在了一个完全没人能找到的地方，逐渐被世人所遗忘……\n历史沿革\n阿里乌斯原本是在圣三一综合学园通过「第一次公会议」完成统一之前的众多分派系之一，在对经典的解释上，与其他派系有所差异。\n驱逐\n由于在「第一次公会议」中对圣三一的联合统一始终保持反对意见，最终遭到结成联盟后拥有强大力量的圣三一镇压。在之后，阿里乌斯被逐出了圣三一自治区，躲在了没有人能找到的地方。\n自治区的建立\n阿里乌斯分校曾得到过圣徒会的支援，从而顺利脱离圣三一完成了再建。\n内战\n距离目前的十年前，阿里乌斯自治区的内部分裂成了两派，爆发了战争。\n而宣告战争结束的，是数秘术的激进派——「夫人」贝阿朵莉切。贝阿朵莉切为了完成自己精心准备的计划，支配了阿里乌斯作为自己的据点，声称自己是新的学生会长。\n被贝阿朵莉切支配的阿里乌斯学生们，受到了大量的教导，包括战斗技巧与「一切都是虚无(Vanitas vanitatum omnia vanitas)」的警句。但另一方面，也为了推进自己的计划而输送关于憎恶一类的思想，将矛头指向圣三一与格赫娜。阿里乌斯的学生们便是在这样的环境下度过了漫长的岁月。\n现状综述\n目前，由于贝阿朵莉切的败退和公主亚津子的离开，阿里乌斯似乎进入了一种无主的状态，被圣三一控制着（具体情况不明，存疑）。\n权力机构\n世袭制\n在贝阿朵莉切到来之前，阿里乌斯的学生会实行的是世袭制。学生会长的血脉被称作皇室血统。\n地理\n位置境域\n阿里乌斯自治区的具体位置是个谜，目前已知有一种能在阿里乌斯往来的方法——圣三一的地下墓穴\n旧校舍\n在阿里乌斯的旧校舍，有一条早期开辟的，通往巴西利卡的地下回廊。\n巴西利卡\n巴西利卡是贝阿朵莉切在阿里乌斯的藏身处，也是她用于仪式的场地，其他数秘术也未曾来过此处。\n气候\n暂时不明\n交通运输\n暂时不明，地下墓穴似乎是主要的往来道路。\n文化\nvanitas vanitatum omnia vanitas\n万物皆空。无论去到何方，一切都只不过是虚无。\n不知是由贝阿朵莉切支配之后传授的，还是阿里乌斯教派一开始就有此说，『vanitas vanitatum』近乎成了每一位阿里乌斯学生都熟记于心、奉为真理的“校训”。\n服装\n阿里乌斯的服装均以白色为主，辅以蓝灰色的内搭。\n经济\n情况不明，但贝阿朵莉切似乎为阿里乌斯提供了长期的物质支持。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":12,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"13":{"uid":13,"key":["狂猎艺术学园自治区，狂猎学园，狂猎"],"keysecondary":[],"comment":"狂猎艺术学园自治区","content":"毗邻千禧年科学学园和三一综合学园的一所艺术学校，似乎内部的学生都是追求艺术，不拘一格的人才，包含音乐、绘画、雕塑等各种形式的艺术，不仅有传统风格的艺术，还有像死亡金属摇滚这类型的前卫艺术。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":13,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"14":{"uid":14,"key":["奥德赛海洋学园自治区","奥德赛"],"keysecondary":[],"comment":"奥德赛海洋学园自治区","content":"全部由各种远洋邮轮和船只构成的海上自治区。它是基沃托斯大运动会晄轮大祭的发源地；此外，不良学生占据的邮轮赌场“金羊毛”号也是活动船上的兔子追逐者和开张！海之家FC计划的发生地。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":14,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"15":{"uid":15,"key":["度假村群岛"],"keysecondary":[],"comment":"度假村群岛","content":"已经被废弃的若干相邻的海岛度假村的集合，被凯撒集团售卖给很多不良学生组织并直接引发了“度假村狩猎”事态，有着相当完善但被废弃的度假设施，目前交由联邦学生会管辖。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":15,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"16":{"uid":16,"key":["数秘术"],"keysecondary":[],"comment":"数秘术","content":"也译为盖玛特里亚。是一个秘密的基沃托斯外来者结社，是游戏的反派之一。他们的行动，目的全部未知，正在基沃托斯的各个地点做实验研究学生和神秘、恐惧以及崇高。\n除了寿司连者凯坦泽巨型机甲之外，其他所有的总力战Boss均是数秘术制造的实验品和对抗色彩的兵器。不过，在主线剧情Final.一切奇迹的出发点中，这些兵器（Goz除外）反被色彩所利用了。\n盖玛特里亚的成员有：\n黑服\n戈尔孔达和印花釉法\n巨匠\n贝阿朵莉切（因为与其他几位理念不合已被驱逐）","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":16,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"17":{"uid":17,"key":["十字神名，神明十文字，神明十字"],"keysecondary":[],"comment":"十字神名","content":"一个神秘的人工智能意识体。它可以将任何一个AI洗脑并感化为自己的的“预言者”并接受自己的控制，其最终目的是证明“神的存在”。本体已经死亡报废，留下了许多遗留问题。目前已经出现的十字神名Boss有：\n（Binah）比纳，盘踞在阿拜多斯沙漠深处神名十文字的第三位预言者。拥有巨大蛇和鲸混合形态的人工智能结构体。\n其名字起源于卡巴拉生命之树的第三个节点“BINAH”，目前尚不清楚它是如何诞生和运作的，推测可能涉及到无法用现代科技复制的超科学技术。—— 『痛感差异的静观理解者』\n（Chesed）切赛德，神名十文字的第四预言者，其真身是被放置在千禧年废墟各处军需工厂中的生产自动化系统AI，遭到了神名十文字的黑客入侵。其名字的起源，被认为是生命之树的第四个节点「CHESED」。—— 『以慈悲之痛定罪的审判者』\n（Hod）霍德，神名十文字的第8位预言者，其真身为千禧的通信单元AI被神名十文字骇入之后的产物。\n名字的起源被认为是生命之树的第8个质点【HOD】。—— 『辉煌所证之荣耀』\n（Kether）凯瑟，神名十文字的预言者之一。神名十文字的第1预言者。首次被观测到的地方在被水淹没的废墟地区，看起来似乎是在守护淹没地区的特定领域。—— 『最耀眼夺目的至高王冠』\n（GEBURAH）盖布拉，神名十文字的第5名预言者。推测其为极地研究基地的无人探测器AI被神名十文字骇入之后的产物。名字的起源被认为是生命之树的第5个质点【GEBURAH】。—— 『超越理性的勇猛仲裁者』\n（CHOKMAH）霍克玛，神名十文字的第2名预言者。其真身是被神名十文字骇入的漂流工程船的导航控制系统AI。\n名字的起源被认为是生命之树的第2个质点【CHOKMAH】。—— 『戍卫王国的古代守护者』\n（Malkuth）马路库特，率领所有预言者的最后预言者。其名字来源于卡巴拉生命之树的第十质点「Malkuth」——王国。和其他巨大机械生物外形的预言者不同，马路库特身高和人类少女相仿，外形也像是长发平胸但身材较好的人类少女，除了通体由洁白的机械外壳构成，有着修长的白发和一顶大的过头的白色军帽—— 第十位预言者『王国』Malkuth\n十字神名的每一个预言者均对应卡巴拉生命树上的一个质点，虽然这个生命树是倒置的。\n目前大部分十字神明的相关调查都是由千禧学园的特异现象搜查部的日鞠、艾米和C&C特派的时来进行调查的，暂时没有什么太大的威胁。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":17,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"18":{"uid":18,"key":["凯撒集团"],"keysecondary":[],"comment":"凯撒集团","content":"基沃托斯的一家极为庞大的财阀集团，业务内容黑白通吃，商业手段残忍阴险，野心极大。他们是反派之一。\n\n凯撒PMC\n是指凯撒公司系列的民间军事公司总称。传闻他们集合了不良的、或者是被退学的学生并且对其组织化。不但拥有众多的人数，也有着直升机、坦克这样的武装载具。凯撒集团遍布基沃托斯各行各业，旗下的项目有：凯撒信贷、凯撒PMC、凯撒工业、凯撒建设、章鱼银行(因为凯撒集团的商标即是章鱼图形，故得名)等。\n作为大反派之一，凯撒集团的各种行为对老师和学生们造成了极其巨大的影响。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":18,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"19":{"uid":19,"key":["天使24"],"keysecondary":[],"comment":"天使24","content":"一家连锁超市(类似现实中的711便利店)，店名中的24意味着24小时营业。其中有一家在夏莱居住区一层。小空就在这里打工。\n小空简介:\n名字:空    昵称:小空    初中二年级,勤工俭学的大额头金发女孩子,很有少女心,平时会胡思乱想\n在夏莱一楼的便利店「天使24」打工的小空！\n虽然有些胆小，也不擅长与人说话，但也在努力地接待客人！\n对话实例:「欢、欢、欢迎光临！……老师！」","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":19,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"20":{"uid":20,"key":["Momo"],"keysecondary":[],"comment":"Momo","content":"一家文创公司，主要产品有通讯软件MomoTalk和文创玩偶系列IP MomoFriends，好多学生都喜欢这些可爱的玩偶。\nMomoTalk：灵感来自韩国的聊天应用软件Kakao Talk（类似于Line或者中国的微信）\nMomoFriends角色介绍：\n佩洛洛\n——经常把舌头伸出来的鸟，尤其是它的佩洛洛舞很受欢迎。经常会被误认为是河马。它是一名爱憎分明的角色，因此有不少狂热粉丝，同时因其外貌而感到瘆得慌的也大有人在。（名字也是取自舌头舔东西的拟声词，也难免部分基沃托斯人会觉得恶心）\n尼古拉先生\n——尼古拉先生是一只短尾矮袋鼠。经常说着富有哲理的话，常受到周遭白眼。著作有着《善恶的彼方》（很容易让人想起尼采的《善恶的彼岸》）\n骷髅人\n——是一只穿着黑色外套，有着尖尖耳朵帽子的可爱帅气骷髅。\n粉嫩羊驼\n字面意思，(pinky alpaca)粉红色的羊驼。它身高比佩洛洛要高。也有粉嫩羊驼的折叠伞周边。\n波浪猫\n——佩洛洛独一无二的挚友。身体一直会像波浪一般地跳舞。Momo Friends身高最高的角色。其玩偶常被作为抱枕而广受好评。\n愤怒的阿德利\n——一只一直盯着心情就会变差的企鹅。\n大块头\n——写作大块头，实际小不点。停在波浪猫头上的小猫头鹰。有着盯着对方就能知道一切的能力。有大块头坐垫周边。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":20,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"21":{"uid":21,"key":["克罗诺斯学校，克罗诺斯"],"keysecondary":[],"comment":"克罗诺斯学校","content":"以新闻记者为主的学校，活跃于剧情中的各种报道环节，也承担体育赛事的转播和主持。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":21,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"22":{"uid":22,"key":["寿司连者凯坦泽"],"keysecondary":[],"comment":"寿司连者凯坦泽","content":"五个学生特摄看多了组建的特摄战队，平时打着正义的旗号去各地抢劫建材建造巨型机甲。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":22,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"23":{"uid":23,"key":["头盔团"],"keysecondary":[],"comment":"头盔团","content":"是多个小团队的统称。其唯一的共同点就是头盔。作为雇佣兵，在各种主线和活动剧情中充当反派或反派的打手。其实力良莠不齐。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":23,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"24":{"uid":24,"key":["柴关拉面"],"keysecondary":[],"comment":"柴关拉面","content":"黑见茜香打工的拉面店，非常好吃。老板是只柴犬，名叫柴大将。曾经在阿拜多斯有一家门店，但是由于被便利屋68的伊草遥香炸毁而只能从拉面摊重新做起。同时便利屋68的孩子将意外得来的一大笔巨款悄悄送给了柴大将，而他也喜欢看到孩子们对他的拉面赞不绝口的样子，所以并没有怪罪便利屋68，对于重新支起拉面摊子也很习惯。","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":24,"group":"","groupOverride":false,"groupWeight":100,"sticky":0,"cooldown":0,"delay":0,"depth":4,"role":null,"vectorized":false,"preventRecursion":false,"delayUntilRecursion":false,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":""},"25":{"uid":25,"key":["奈芙蒂斯","圣奈芙蒂斯"],"keysecondary":[],"comment":"圣奈芙蒂斯集团","content":"圣奈芙蒂斯集团\n  圣奈芙蒂斯集团是在阿比多斯全盛期就存在的大企业，但也随着阿比多斯的沙漠化而逐渐衰落。\n  奈芙蒂斯曾经犯下过重大决策错误，与阿比多斯学生会合作，在并非交通枢纽且不断沙漠化的阿比多斯建立规模极其庞大的沙漠横贯铁路，后来理所当然地亏本了，加速了阿比多斯的衰落。\n  为了弥补沙漠横贯铁路的亏空，奈芙蒂斯进一步采取了其他不合理的措施，濒临破产，给阿比多斯带来了巨大的损失，并最终关闭了所有业务，离开了阿比多斯。所属的超级精英学校「私立奈芙蒂斯中学」也做废校处理。奈芙蒂斯常被认为是阿比多斯步入衰落的契机之一。\n  在故事开始之前，阿比多斯就已经几乎看不见奈芙蒂斯的影子了。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":25},"26":{"uid":26,"key":["夏莱","Schale","沙勒"],"keysecondary":[],"comment":"夏莱","content":"「夏莱（Schale/シャーレ）」是由联邦学生会长成立的社团——联邦搜查部，与单纯的社团活动不同，夏莱是一种超越法规的机构。\n因为是联邦组织，所以所有学院的学生都能够不受限制地加入\n在各学园的自治区，可以不受制约地进行战斗活动。\n活动室位于距离联邦学生会的约30公里的外围地区。\n夏莱是只有权限而没有目标的组织，并没有“必须做些什么的”强制力，老师可以随便做想做的事。\n联邦学生会长在夏莱内部留有许多神秘的东西，如什亭之匣等。\n在老师就任之前，活动室处于空着的无人状态\n夏莱也有医务室的存在\n在夏莱有许多文书工作需要老师来处理\n夏莱有淋浴室的存在，并且目前，SRT的成员也时常会来借用此处\n夏莱的办公室面积实际上很大，能容纳十几二十人\n夏莱有开设专门的社交媒体账号，在基沃托斯长期运营\n进入夏莱需要在闸机处进行身份认证\n夏莱也存在有厨房相关设施\n夏莱办公区设施:\n办公室\n这是一个放置着各种办公用品的执务室（办公室），是进行事务工作所必需的地方。老师主要在这个地方进行夏莱的工作。\n视听室\n一个设有大屏幕的视听室，可以观赏各种影像媒体，包括各种电视剧、电影和流行动漫等。\n图书馆\n收藏了许多书籍的图书室，从学生们的学习参考书到教师们的工作用书籍都有。不仅有严肃的著作，还摆放着漫画和轻小说等。\n教室\n学生们平时上课的教室。学生们也会在此自习或进行任务展示。\n实验室\n一个可以进行简单科学实验的教室。由于存在危险化学品和锋利器具，请务必十分注意安全。\n射击场\n一个提供射击练习空间以供多人同时使用的地方。为了让所有学校的学生都能使用，准备了各种类型子弹。\n体育馆\n设有观众席的大型体育馆，几乎配备了所有运动器材。\n机库\n这个机库可容纳坦克、车辆和直升机等战术支援武器。同时也配备了各种维修保养所需工具。\n\n夏莱居住区设施:\n休息室\n一个设有躺椅和床，并带有酒吧的休息室。为了那些经常值夜班的老师们，还配备了洗漱设施等。\n便利店\n位于居住区内的便利店「天使24」。可以在这里购买一些小食品、饮料和爆米花之类的东西。\n游戏中心\n位于居住区内并安装了各种街机游戏机器的游戏中心。由于大部分都是旧款复古游戏，因此在少数玩家群体中非常受欢迎。\n食堂\n负责提供托盘饭菜的居住区食堂。由于配备了各种烹饪设施，在这里也可以进行烹饪实践课程。\n训练室\n配备了跑步机、杠铃、深蹲架等设施的正式训练室。在忙碌的工作中，要经常锻炼身体以保持健康。\n自习室\n用于个人自习和小组学习的房间。由于很受欢迎，使用前需要预约。\n菜园\n一个设置在户外露台上用于种植植物的小型家庭菜园。可以种植用于烹饪的蔬菜和水果等。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":26},"27":{"uid":27,"key":["海兰德铁道学园，海兰德"],"keysecondary":[],"comment":"海兰德铁道学园","content":"海兰德铁道学园是一所同时有着铁路运营和进行相关教育机能的独立学园。尽管海兰德并不拥有自己的自治区，但是海兰德实际控制的铁路及其沿线设施在职能上充当了海兰德的自治区。在管理着基沃托斯内部分铁路的同时，还有着其他多项业务。\n现状\n海兰德铁道学园控制着大量横跨各个学校自治区以及联邦学生会管理区域之间的铁路网，且在目前正和圣奈芙蒂斯集团合作，准备部分恢复阿比多斯的横贯铁道项目，并且预计下个冬天可以让阿比多斯中央线恢复运营。\n外部干涉\n海兰德和圣奈芙蒂斯集团之间有着十分密切的合作关系，而且海兰德学园内的部分事务会受到圣奈芙蒂斯集团干涉。\n野宫原本初中毕业后的预定是听从安排入学海兰德铁道学园，并且貌似可以在家族的干涉下成为海兰德的学生会长。\n作为监理室成员的周防也是由圣奈芙蒂斯集团安排入学的。而她同时还有着圣奈芙蒂斯集团雇员的身份。\n组织结构\n橘光、橘望这对双子姐妹隶属于中央管制中心（Central Control Center），这一机构类似于其他学校的学生会，负责学园的行政事务、铁道的建设和运营。\n而周防隶属于海兰德理事会下属的海兰德监理室，负责督察、监管。\n虽然听上去监理室和CCC之间存在着上下属关系，但据周防所述，每个组织的权限都是独立的，监理室和CCC之间的关系更接近同一组织的不同派系，互相监视，互相牵制。\n而这两个机构之间也经常互相出现摩擦。\n铁路运营\n每条铁路线路都有司机、工程师和乘务员负责运营。\n海兰德的各条运营线路某种意义上来讲拥有一定的自治权，有的甚至和黑帮之间有交易。\n校服\n普通学生\n在列车上工作的学生的制服颜色配色均采用米色作为主色调，蓝紫色为辅色调。\n车掌和乘务员的上衣为白色衬衫、配有蓝紫色线条的米色西服外套以及橙色蝴蝶结领结。帽子均为配色相同的带有校徽和蓝紫色系带的米色圆帽。脖子上挂着哨子。\n而乘务员同时还身着深蓝色带兜马甲背心。\n工程师则身穿米色衬衫和蓝紫色吊带裤，头戴报童帽。\nCCC\n而CCC制服的配色则是蓝紫色配深蓝色，脚着靴子，肩上挂着CCC肩章。\n","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":27},"28":{"uid":28,"key":["序章","夏莱","什庭之匣","凛","优香","莲见","千夏","铃美","若藻","阿罗娜","学生会长失踪"],"keysecondary":[],"comment":"序章","content":"一切的起始点。这是老师最开始来到基沃托斯时候所发生的故事,所遇到的人们。\n序幕 1-1\n旁白:吾等所望，那七声的哀叹。\n\n旁白:吾等犹记，耶利哥的古则。\n \n[???]:密码接受。\n \n旁白:欢迎来到「什亭之匣」，老师。\n \n旁白:……请隐藏自己。\n \n旁白:联邦学生会室·大厅\n \n[联邦学生会长]:……看来我弄错了。\n \n[联邦学生会长]:我的选择，以及由此招致的全部状况。\n \n[联邦学生会长]:最终，沦落到如此结局，才醒悟原来您才是对的……\n \n[联邦学生会长]:……虽然事到如今显得我很厚颜无耻，但是拜托了。\n \n[联邦学生会长]:老师。\n \n[联邦学生会长]:反正您可能会忘了我这番话，但也没关系。\n \n[联邦学生会长]:即使您什么都回忆不起来，在相同的状况下，恐怕您也会做出同样的选择吧……\n \n[联邦学生会长]:所以……重要的不是经验，而是选择。\n \n[联邦学生会长]:只有您才能做出的种种选择。\n \n[联邦学生会长]:您曾经说过何为肩负责任之人的事情……对吧。\n \n[联邦学生会长]:那时的我还不明白……现在我能理解了。\n \n[联邦学生会长]:作为大人的责任和义务，以及在此之上延伸出的，您的选择。\n \n[联邦学生会长]:以及这些选择所蕴含的，您的良苦用心。\n \n[联邦学生会长]:……\n \n[联邦学生会长]:所以说，老师。\n \n[联邦学生会长]:如果是您，我所深信的大人的话，\n \n[联邦学生会长]:一定能将这个扭曲的终点，导向其他的结果……\n \n[联邦学生会长]:您一定可以找到……连接着那个结果的选项。\n \n[联邦学生会长]:所以，老师。请务必……\n \n[七神凛]:……师。\n \n[七神凛]:……老师。麻烦醒醒。\n \n[七神凛]:老师！！\n \n旁白:联邦学生会室·大厅\n \n[七神凛]:……。\n \n[七神凛]:明明说了只需稍等片刻，但是您看起来好像累坏了。居然睡得这么沉，叫都叫不醒。\n \n[七神凛]:看起来好像还做了梦呢。请清醒一点，集中一下注意力。\n \n[七神凛]:我会再次向您说明现在的状况。\n \n[七神凛]:我是七神凛，是学园都市「基沃托斯」联邦学生会所属干部。\n \n[七神凛]:然后您应该就是我们请来的老师……吧。\n \n[七神凛]:……啊。因为我也不是很明白老师来到这里的经过，所以用了不确定的语气。\n \n[七神凛]:……。\n \n[七神凛]:您一定感到很混乱吧。我能理解。\n \n[七神凛]:对于变成现在这种状况我感到很遗憾。但是现在，请暂且先跟我来吧。\n \n[七神凛]:现在有一件无论如何都得请老师来完成的事情。\n \n[七神凛]:……。\n\n[七神凛]:您可以理解成……关乎学园都市命运的大事。\n \n[老师]:[跟随上去。]\n \n[七神凛]:欢迎来到「基沃托斯」，老师。\n \n[七神凛]:基沃托斯是一座汇集了数千所学园的巨大学园都市。这也是老师之后工作的地方。\n \n[七神凛]:这里同老师来的地方有很多东西都不一样，刚开始适应的时候可能会比较困难……\n \n[七神凛]:不过老师的话，应该不至于太担心吧。\n \n[七神凛]:毕竟是那位联邦学生会长选中的人呢。\n \n[七神凛]:……具体情况我之后会详细说明。\n \n[敲门声]\n \n地点:接待室\n \n[嘈杂的人声……]\n \n[早濑优香]:站住！代理！可算找到你了！可让我们好等啊！把联邦学生会长叫过来！\n \n[早濑优香]:……嗯？你旁边这位大人是谁？\n \n[羽川莲见]:首席行政官。我们一直在等你。\n \n[火宫千夏]:我是来见联邦学生会长的。风纪委员长要求学生会就现在的情况做出一个合理解释。\n \n[七神凛]:啊……被麻烦的家伙给逮到了啊。\n \n[七神凛]:你们好，特地从各个学园大驾光临的学生会、风纪委员会、以及其他看起来时间挺多的诸位。\n \n[七神凛]:你们这么闲……这么显达尊贵的人来拜访这里的理由，我完全了解了。\n \n[七神凛]:是为了就当下学园都市里发生的混乱局面来问责的……对吧？\n \n[早濑优香]:既然这么清楚的话就做点什么啊！你们不是联邦学生会吗！\n \n[早濑优香]:数千个学园自治区都陷入了混乱！前不久，我们学园的风力发电站也停机了！\n \n[火宫千夏]:我们也得到情报称一部分停学中的学生逃出了联邦矫正局。\n \n[守月铃美]:小混混模样的不良们最近在上学路上袭击学生的频率最近也急剧上升了。维持治安也正变得越来越困难。\n \n[羽川莲见]:坦克、直升机等等来源不明的武器的非法流通数量也增长了2000%以上。这样下去会影响到正常的学园生活的。\n \n[七神凛]:……。\n \n[早濑优香]:现在情况这么严重了，联邦学生会长在做什么啊？为什么几个星期也没见人影啊？现在就让我们见她！\n \n[七神凛]:……。\n \n[七神凛]:联邦学生会长现在目前处于缺席状态。坦白来说，她失踪了。^[3]^\n \n[早濑优香]:……啥？！\n \n[火宫千夏]:……！！\n \n[羽川莲见]:那个传闻果然……\n \n[七神凛]:从结论而言，由于「圣所之塔」的最高管理员消失了，联邦学生会正处于失去行政控制权的状态。\n \n[七神凛]:虽然我们一直在寻找绕过认证的方法……但截至刚才，我们还没有找到。\n \n[羽川莲见]:那就是说，现在已经找到了办法是吗，首席行政官？\n \n[七神凛]:是的。\n \n[七神凛]:这位老师一定能够帮我们解决这些问题。\n\n[早濑优香]:？！\n \n[火宫千夏]:！\n \n[羽川莲见]:那位？\n \n[老师]:\"我？\"\n \n[早濑优香]:等等。你先解释一下这位老师到底是谁？为什么会在这里？\n \n[羽川莲见]:确实像是从基沃托斯之外的地方来的……原来是老师啊。 \n\n[七神凛]:是的。就是这位老师。从今天起，他不仅是基沃托斯的老师，而且是由联邦学生会长特别指定的人物。 \n\n[早濑优香]:被失踪的联邦学生会长指定……？越来越搞不懂了……。\n \n[老师]:[开心地向所有人打招呼。]\n \n[早濑优香]:老、老师好。我是千年科技学院的……\n \n[早濑优香]:不、不对，现在根本不是打招呼的时候……！\n \n[七神凛]:请不要在意很吵的那位。那么，我们继续……\n \n[早濑优香]:你在说谁吵啊！我、我叫早濑优香！请记好了，老师！\n \n[老师]:\"请多指教。\"\n \n[七神凛]:……老师原本是作为联邦学生会长所建立的某个社团的顾问来到这里的。\n \n[七神凛]:也就是联邦搜查部「夏莱」。\n \n[七神凛]:夏莱并不是一个普通的社团，而是一种超越法规的机关。作为联邦组织，夏莱能够不受任何限制地让基沃托斯中所有学园的所有学生加入。\n \n[七神凛]:也能够在各个学园的自治区域内，不受制约地执行战斗行动。\n \n[七神凛]:虽然不知道为什么联邦学生会长会创立这样一个拥有这么大权力的机关……。\n \n[七神凛]:「夏莱」的办公室位于离这里大约30公里左右的外围地区。虽然现在基本上是空无一物的建筑，但是根据联邦学生会长的命令，在那边的地下室中还存放着“某样东西”。\n \n[七神凛]:必须把老师带去那里。\n \n[七神凛]:桃香。我需要一架直飞夏莱办公室的直升机……。\n \n[桃香]:夏莱办公室？……啊，外围地区那个？那里现在不是乱成一团了吗？\n \n[七神凛]:乱成一团……？\n \n[桃香]:(吃薯片)从矫正局逃出来的停学学生引起了骚乱。那里现在已经是战场咯。\n \n[七神凛]:……嗯？\n \n[桃香]:(吃薯片)这些人对联邦学生会怀恨在心，带着地区的不良们把四周全烧成了焦土。^[9]^而且甚至从什么地方弄来了巡洋坦克哦？\n \n[桃香]:看起来她们多半是想占领联邦学生会所属的夏莱建筑的样子。就好像那里面有什么特别重要的东西一样。\n \n[七神凛]:……。\n \n[桃香]:(吃薯片)而且这座都市早就已经惨不忍睹了，我想应该不会太明显……啊，前辈，我午饭的外卖到了，先挂啦！\n \n[桃香]:(咔嚓)\n \n[七神凛]:……。\n \n[七神凛]:(气到发抖)……。\n \n[老师]:\"没事吧？\"\"要不要深呼吸一下？\"\n \n[七神凛]:\"没、没事。……虽然发生了点小问题，但是不要紧。\"\n \n[七神凛]:(盯——)\n \n[火宫千夏]:……？\n \n[早濑优香]:干、干嘛？为什么一直盯着我们看啊？\n \n[七神凛]:正好这里有各个学园的，既优秀，看起来又闲得慌的代表人，看着就让我感觉安心不少。\n \n[早濑优香]:……诶？\n \n[七神凛]:为了基沃托斯能够恢复正常，我现在迫切需要闲着的各位的力量。出发吧。\n \n[早濑优香]:等、等一下！要、要去哪里啊！？\n \n地点:D.U.外围区域・夏莱办公室附近\n \n[尖锐的风声]\n \n[巨大的爆炸声]\n \n[早濑优香]:这、这什么啊！？\n \n[枪声]\n \n[早濑优香]:为什么我们非得和不良战斗啊！！\n \n[火宫千夏]:毕竟想要夺回圣所之塔的控制权，我们就必须夺回那个办公室……。\n \n[早濑优香]:这个我也知道……！但我可是千年的校学生会成员，好歹也得有相应的待遇啊！为什么偏偏我……！\n \n[枪声]\n \n[早濑优香]:啊阿，好痛！！痛死我了！！这些家伙居然敢使用非法中空弹？！\n \n[羽川莲见]:快找掩体，优香。还有，空尖弹并不违法。\n \n[早濑优香]:从现在开始在我们学校就是违法的！会留下伤疤的吧！\n \n[羽川莲见]:现在应该注意的是我们和老师在一起。\n \n[羽川莲见]:把保护老师作为最高优先事项。^[10]^然后才是夺回那栋建筑物。^[11]^\n \n[火宫千夏]:莲见同学说得没错，老师毕竟是从基沃托斯以外的地方来的……。\n \n[火宫千夏]:因此老师和我们不同，即使中一枪也有可能危及生命。这一点请务必注意！\n \n[早濑优香]:我知道了。老师、老师请不要出现在战场上！我们战斗的时候，老师就请在这个安全地点待着！\n \n[老师]:\"我来指挥。交给我吧。\"\"从现在开始，听我指挥。\"\n \n[早濑优香]:诶、诶？老师是要担任战术指挥？不过……既然是老师……。\n \n[火宫千夏]:我明白了。从现在开始，我们听从老师的指挥。\n \n[火宫千夏]:学生遵从老师的话是理所当然的。那就拜托您了。\n \n[早濑优香]:好，那我们上！\n\n序幕 1-2\n在老师的指挥下，学生们轻松地进行战斗，朝向夏莱的社团室前进。\n\n[守月铃美]:不知为何，战斗好像比以前更轻松了……\n\n[早濑优香]:……果然你也感觉到了对吧?\n\n[羽川莲见]:正是因为老师的指挥,我们才能战斗得比平时轻松。\n\n[早濑优香]:原来如此..这就是老师的力量吗...嘛,毕竟是联邦学生会会长选择的人嘛...\n\n[羽川莲见]:那么接下来的战斗也拜托您了，老师。\n\n \n序幕 2-1\n七神凛向老师揭示了本次事件的主导者，是来自百鬼夜行学园的若藻，并提醒老师她是从矫正局越狱的危险学生。\n\n[早濑优香]:Schale的活动室已经近在眼前了!\n\n[七神凛]:刚刚已经判明了引发骚乱的学生的身份。\n\n[七神凛]:若藻。是被百鬼夜行联合学院停学后,从矫正局越狱的学生。\n\n[七神凛]:她是有好几次类似前科的危险人物，请多加注意。\n\n[若藻]:…啊啦。联邦学生会好像没有追来呢。呵呵，没关系。\n\n[若藻]:虽然不知道那栋建筑物里有什么，但一听说有联邦学生会很重视的东西,不弄坏的话心里就不痛快呢…\n\n[若藻]:啊…久违的期待起来了，哼哼哼。\n\n\n序幕 2-2\n在建筑物的地下，与老师对峙的若藻害羞地红着脸逃跑，随后赶到的七神凛将联邦学生会长留下的物品——【什亭之匣】交给了老师。\n\n[早濑优香]:到了!\n\n[羽川莲见]:是的。\n\n[七神凛]:Schale活动室成功夺回。我也会尽快赶到。我们在建筑物的地下碰头吧。\n\n旁白:夏莱·建筑物的地下室\n\n[若藻]:欸……完全不知道这里面到底有什么呢。这样就算想搞破坏也...\n\n[若藻]:啊啦?\n\n[老师]:竟然遇到了个奇怪的学生，你好呀。\n\n[若藻]:啊啦，啊啦啦啦……\n\n[若藻]:啊，额...\n\n[若藻]:失...失...\n\n[若藻]:失礼啦~！！！（娇羞惊慌地跑掉）\n\n[七神凛]:让您久等了。\n\n[七神凛]:...?是发生了什么吗?\n\n[老师]:不，没什么。\n\n[七神凛]:...是吗。这里保管着联邦学生会会长留下的东西。\n\n[七神凛]:（检查）...万幸，完全没事呢。\n\n[七神凛]:（递出平板电脑）……请收下。\n\n[老师]:平板电脑终端……？\n\n[七神凛]:没错,这就是联邦学生会会长留下的东西，【什亭之匣】。\n\n[老师]:（好像在哪听过这个名字……)\n\n[七神凛]:虽然看起来像普通的平板电脑,但实际上是无法识别的东西。制造公司、操作系统、系统结构、运行机制全都不明。\n\n[七神凛]:联邦学生会会长说，这个《什亭之匣》是老师的东西，老师用这个应该就可以恢复塔楼的控制权。\n\n[七神凛]:我们连启动都做不到，但是如果是老师的话，应该能启动这个吧?还是说……\n\n[老师]:……\n\n[七神凛]:...那么,我的职责已经完成,从此刻起,就全交给老师您了。\n\n[七神凛]:为了不打扰您,我先离开了。\n\n[老师]:（启动【什亭之匣】）\n\n系统:正在连接到什亭之匣……\n\n系统:请输入系统连接密码\n\n[老师]：密码是……？\n\n[老师]：（输入脑海中浮现的文章）\n\n输入:吾等所望，那七声的哀叹。\n\n输入:吾等犹记，耶利哥的古则。\n\n系统:密码已确认，现连接者信息为老师，确认完毕。\n\n系统:欢迎来到【什亭之匣】，老师。\n\n系统:为了完成生物认证以及认证书的生成，转换为主操作系统A.R.O.N.A.\n\n旁白:(在从未见过的教室里,一个女孩正趴在桌子上打瞌睡)\n\n[阿罗娜]：呼呼……zzzzzz（睡着）\n\n[阿罗娜]：呼呼……zzzzzzzz（睡着）\n\n[阿罗娜]：呼喵...蛋糕的话...比起草莓牛奶...香蕉牛奶味更好...（梦话）\n\n[阿罗娜]：呼呼……zzzzzz（睡着）\n\n[阿罗娜]：嘿嘿...还有很多哟...（梦话）\n\n[老师]：(戳戳她的脸颊)\n\n[阿罗娜]：呼喵...还有很多哟...得细嚼慢咽才行...（梦话）\n\n[老师]：(再戳戳她的脸颊)\n\n[阿罗娜]：嗯~但是……（梦话）\n\n[老师]：(再戳戳她的脸颊)\n\n[阿罗娜]：呼喵...已经要...啊咧?（迷糊）\n\n[阿罗娜]：啊咧？啊咧咧？\n\n[阿罗娜]：欸？啊咧？啊咧咧？\n\n[阿罗娜]：老……老师？\n\n[阿罗娜]：您进入了这个空间也就是说...难...难...难道你是老师...?\n\n[老师]：是我哟，你是谁？\n\n[阿罗娜]：呜...呜哇!?说...说得也是呢!?已经这个时间了!?\n\n[阿罗娜]：呜哇?冷静点...冷静点……\n\n[阿罗娜]：诶...那个...啊,对了!首先从自我介绍开始!\n\n[阿罗娜]：我叫阿罗娜!\n\n[阿罗娜]：我是这个【什亭之匣】的常驻系统管理者，主操作系统以及从今往后辅佐老师的秘书!\n\n[阿罗娜]：终于跟您见面了!我在这里一直，一直地等待着老师的到来!\n\n[老师]：不是在睡觉吗？\n\n[阿罗娜]：啊...啊呜...当...当然偶尔会睡一会儿觉的...\n\n[老师]：请多指教啦。\n\n[阿罗娜]：好的!请多指教!\n\n[阿罗娜]：虽然身体的版本还很低，特别是声带周围有必要进行调整……\n\n[阿罗娜]：但今后，我会努力在各个方面支持老师的!\n\n[阿罗娜]：啊,对了!那么首先，虽然只是走个形式，但还麻烦您做个生物确认~。\n\n[阿罗娜]：呜..虽然有些害羞，但因为是手续所以没有办法，请您到这边来。\n\n[阿罗娜]：（凑近）再近些。\n\n[阿罗娜]：（抬起手）好的，请老师用手指触碰一下我的手指。\n\n[阿罗娜]：呵呵。做起来就像拉钩约定一样吧?\n\n[阿罗娜]：嗯?你说像是外星人电影里的场景?\n\n[阿罗娜]：其实这是用来确认指纹的!\n\n[阿罗娜]：我会用眼睛确认画面上残留的指纹…马上结束!这样看对眼睛也有好处。\n\n[阿罗娜]：我看看……嗯……\n\n[阿罗娜]：（小声嘀咕）嗯……好像有点看不清……算了，这样也可以了吧？\n\n[阿罗娜]：……好的！确认完成了！~\n\n[阿罗娜]：诶?请认真做好？...好像偷工减料了?那个...并没有那样的事!\n\n[阿罗娜]：您说听说最近的机器指纹识别都是自动的?啊，用不了1秒钟吗?我...我还没有那么先进的功能呢...\n\n[阿罗娜]：就...就算没有这种能力，阿罗娜也能派上用场的!用眼睛也能充分确认的！\n\n[阿罗娜]：……一脸的不信呢……\n\n[阿罗娜]：嗯……欸……\n\n[阿罗娜]：那你就去找那个最先进的AI好了，哼！\n\n[老师]：只是开个玩笑，别在意。\n\n[阿罗娜]：哼……\n\n[老师]：（之后好好安慰了阿罗娜）\n\n[阿罗娜]：原来如此...关于老师的事情我大概了解了。\n\n[阿罗娜]：因为联邦学生会会长失踪，所以失去了控制基沃托斯塔楼的手段...\n\n[老师]：你知道有关联邦学生会的事吗?联邦学生会会长是谁?\n\n[阿罗娜]：我知道很多关于基沃托斯的信息……但对联邦学生会会长的事情几乎一无所知。她是什么人，为什么会消失之类的……\n\n[阿罗娜]：没能帮上忙,抱歉。\n\n[阿罗娜]：…但是,我似乎可以解决圣所之塔的问题。\n\n[老师]：那就拜托你了，阿罗娜\n\n[阿罗娜]：好的!我明白了。那么我现在就开始修复圣所之塔的访问权限。请稍等！\n\n[阿罗娜]：成功取得了圣所之塔的admin权限...\n\n[阿罗娜]：老师。已经顺利收回了圣所之塔的控制权。现在圣所之塔在我阿罗娜的控制下了。\n\n[阿罗娜]：也就是说，现在基沃托斯等同于在老师的支配下了!\n\n[阿罗娜]：只要老师确认，就可以把圣所之塔的控制权移交给联邦学生会。\n\n[阿罗娜]：但是...不要紧吗?把控制权交给联邦学生会……\n\n[老师]：确认，没问题的。\n\n[阿罗娜]：我知道了。现在就把圣所之塔的控制权移交给联邦学生会!\n\n[七神凛]:……好的，我了解了。\n\n[七神凛]:已经确认收到圣所之塔的控制权了。\n\n[七神凛]:今后，我们就可以像联邦学生会会长还在的时期一样，进行行政管理了呢\n\n[七神凛]:老师，您辛苦了。在此,我代表联邦学生会对停止了基沃托斯混乱的您表示深深的感谢。\n\n[七神凛]:攻击这里的不良们和停学中的学生们，接下来会进行追踪讨伐，请不要担心。\n\n[七神凛]:那么【什亭之匣】也交到您手上了，我的任务也结束了呢。\n\n[七神凛]:...啊,还有一件事。\n\n[七神凛]:请跟我来。下面我将向您介绍一下联邦调查部【Schale】\n\n[七神凛]:这里是Schale的主大厅。\n\n[七神凛]:虽然空了好长一段时间，但终于迎来主人了呢。\n\n[七神凛]:（打开门）然后,这里是Schale的活动室。\n\n[七神凛]:就在这里开始老师的工作吧。\n\n[老师]：我今后要做什么呢？\n\n[七神凛]:...因为Schale是只有权限但是没有目标的组织,所以必须做些什么…这种强制力是不存在的。\n\n[七神凛]:你可以自由出入基沃托斯的任何学园自治区,也可以让您希望的学生作为部员加入您的团队...\n\n[七神凛]:很有趣对吧。虽然叫调查部，但联邦学生会会长也没有特别提到这个部分。\n\n[七神凛]:也就是说，老师可以随便做您想做的事。\n\n[七神凛]:……虽然想问问她本人，但联邦学生会会长依旧下落不明。\n\n[七神凛]:我们为了寻找她而竭尽全力，所以没有余力去应对在基沃托斯各处发生的问题。\n\n[七神凛]:现在的联邦学生会也在收到各种各样的问题——请求支援物资、改善环境、给落榜生特别授课、请求社团支援等等…\n\n[七神凛]:…或许有空闲的【Schale】能解决这些麻烦事呢。\n\n[七神凛]:关于这方面的资料，我放了很多在老师的桌子上。有兴趣的话可以看一下。\n\n[七神凛]:这都是老师的自由。\n\n[七神凛]:那么您请慢慢来。必要的时候我会再联系您的。\n\n[早濑优香]:嗯。确认联邦学生会夺回了圣库特姆塔的控制权了。\n\n[羽川莲见]:虽然若藻逃到了自治区…但马上就会被抓住的吧。我们就到这里了。\n\n[羽川莲见]:剩下的就交给负责人吧。\n\n[早濑优香]:老师,您辛苦了。老师的活跃将遍及整个基沃托斯。可能马上就会在SNS成为话题吧?\n\n[老师]：辛苦各位了。\n\n[羽川莲见]:就此告别，近期请务必来圣三一综合学园一趟。老师。\n\n[守月铃美]：（点头）\n\n[火宫千夏]：我也回去向风纪委员长报告今天的事情。您来格黒娜学园的时候,请一定要来看我们。\n\n[早濑优香]:如果您能来千禧科学学园的话，也许还能相遇哟?老师，再见啦!\n\n[老师]：（告别后返回Schale办公室）\n\n旁白：与此同时在另一边——\n\n[若藻]：啊……这下有些麻烦了呢……\n\n[若藻]：哼哼，嗯呵呵呵~\n\n[若藻]：呵呵，嗯呵呵呵呵呵♡~\n\n旁白：转回老师这边\n\n[阿罗娜]：啊哈哈…总感觉有点忙乱——但某种程度上，好像安稳下来了呢。辛苦您了。\n\n[老师]：嗯，阿罗娜也辛苦了。\n\n[阿罗娜]：谢谢!但是,真正麻烦的事情,现在才开始哟?\n\n[阿罗娜]：从今往后我要和老师一起解决基沃托斯的学生们所面临的问题...!\n\n[阿罗娜]：虽然听起来简单，但绝非易事一这是件非常重要的任务。\n\n[阿罗娜]：那么基沃托斯和Schale就拜托您了,老师。\n\n[老师]：我这边才是拜托你了，从今以后请多指教，阿罗娜。\n\n[阿罗娜]：那么,作为联邦调查部的【Schale】,开始最初的正式任务吧!","constant":true,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":4,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":0,"sticky":0,"cooldown":0,"delay":0,"displayIndex":28},"29":{"uid":29,"key":["Vol1","阿拜多斯","格黒娜","便利屋68","风纪委员会","日富美","绫音","芹香","野宫","白子","星野"],"keysecondary":[],"comment":"Vol1.1","content":"这是《蔚蓝档案》剧情第一章第一节（1-01 至 1-20）的分段总结，保留了老师相关细节：\n求助与启程： 夏莱办公室收到了来自阿拜多斯高中对策委员会（绫音）的求助信，学校正遭受暴力组织（硬梆梆头盔团）的攻击，濒临绝境。老师在阿罗娜的建议下阅读了信件，并当机立断决定前往阿拜多斯支援。然而，老师初到阿拜多斯自治区就在城镇中迷路了好几天，最终因饥饿脱水昏倒。\n相遇与初战： 昏倒的老师被阿拜多斯学生砂狼白子发现并救助。白子得知老师是来找学校的客人后，答应带路。因老师饿到无法动弹，白子最终背着老师回到了对策委员会教室。老师的到来让绫音、芹香、野宫等人惊喜，她们认为这是夏莱受理了支援请求。就在此时，硬梆梆头盔团再次来袭，老师立刻被卷入战斗，虽然学生们让老师留在后方支援，但战斗的胜利被归功于老师带来的资源和潜在影响。\n揭露困境与老师的承诺： 战斗结束后，老师正式认识了对策委员会全员（绫音、芹香、野宫、白子以及委员长星野）。她们向老师解释了“对策委员会”是为了复兴阿拜多斯而成立的、由仅存的5名学生组成的社团。她们感谢老师的到来使她们度过危机。在老师的询问下，她们透露了学校背负着高达约9.6亿巨额债务的残酷现实，这是学校衰败、学生离开、城镇荒废的根源。面对芹香对“大人”的不信任和激动，以及星野、白子等人不愿再给老师添麻烦的态度，老师明确表示自己也是对策委员会的一员，会和她们一起努力，绝不会抛下她们。这番话让绫音等人重拾希望。\n芹香的日常与绑架： 翌日，老师在街上遇到闹别扭不肯去学校、要去打工的芹香，并一路“跟踪”到了她打工的柴关拉面店。随后，对策委员会其他成员也找到这里，大家一起在店里吃饭（老师最终请客）。芹香虽然嘴上抱怨，但内心似乎有所动摇。然而，芹香下班回家途中，被硬梆梆头盔团设计埋伏并绑架。\n营救行动与老师的作用： 对策委员会发现芹香失踪后焦急万分。星野利用老师的权限（偷偷）连接了联邦学生会的中央通讯网，成功定位到芹香最后的位置在沙漠化的废墟区域——头盔团的据点。老师与对策委员会立刻出发营救。在敌阵中，她们成功摧毁了运送芹香的货车，与被绑架后陷入绝望的芹香会合。老师的到来和大家的关心让芹香重新振作（虽然还是嘴硬）。随后，在敌人的包围下，她们需要突破重围（暗示老师可能参与指挥或提供支持）。\n幕后黑手线索与新敌人登场： 成功救回芹香后，绫音通过分析战斗中缴获的头盔团重型战车零件，发现是非法流通型号，推断头盔团背后有势力支持，可能与他们持续针对学校有关。与此同时，一个神秘的幕后人物（凯萨PMC董事）因头盔团失败，决定委托“专家”——来自格黑娜的问题学生组成的“便利屋68”（社长阿露、睦月、佳代子、遥香）来处理阿拜多斯。便利屋68迅速接管了头盔团的据点。老师探望了康复中的芹香，芹香别扭地向老师道谢。\n荒诞的会议与拉面店的相遇： 对策委员会召开会议讨论还债问题，老师也参与其中。然而芹香、星野、白子、野宫提出的方案分别是搞传销、劫持校车增加生源、抢银行和组建校园偶像，都被绫音一一否决（老师被要求从中选择一个，这是一个互动选项，暗示了老师融入了她们有些脱线的氛围）。会议无果后，大家再次来到柴关拉面店。在那里，她们遇到了同样来吃饭的便利屋68成员，双方在不知对方身份的情况下，因拉面话题相谈甚欢。\n便利屋的袭击与老师的指挥： 便利屋68离开拉面店后，阿露才惊觉对方就是目标阿拜多斯学生，内心纠结但还是决定执行任务。她们雇佣了佣兵对阿拜多斯发动袭击。老师接到绫音的警报后，下达出动命令。在战场上，双方认出了彼此。芹香因对方忘恩负义（拉面店加量）而愤怒。战斗中，便利屋雇佣的佣兵到点下班离开，导致便利屋战力大减，被迫撤退。对策委员会推测便利屋的出现可能与头盔团背后的势力有关，决定深入调查。\n黑市调查与意外的同行者： 老师与对策委员会（除星野外）前往基沃托斯著名的法外之地“黑市”，寻找非法武器的流通线索，试图找出便利屋和头盔团的联系以及幕后黑手。在黑市，她们意外救下了被小混混追赶的三一综合学园学生阿慈谷日富美（她在寻找限定版佩洛洛玩偶）。在随后的冲突中，为避免引起黑市治安单位注意，她们听从了熟悉黑市情况的日富美的建议暂时撤退。星野（通过电话或老师转达）“邀请”日富美作为向导一同行动，老师也在此行列中。\n暗银行的惊人发现： 在日富美的带领下，一行人在黑市中心街休息。老师被白子投喂鲷鱼烧。日富美提到黑市情报被刻意隐藏，并指向了黑市著名的“暗黑银行”，那里是赃款洗白和非法交易的中心。就在此时，她们震惊地目睹了之前向她们收取高额利息的“凯萨信贷”的银行职员，将装满现金的运钞车（很可能就是她们支付的利息）送进了暗黑银行，并由黑市守卫护送。\n泳装蒙面团，参上！： 众人意识到阿拜多斯的债务很可能被凯萨信贷挪用，通过暗黑银行资助了攻击她们的敌人（如头盔团）。为了获取凯萨信贷与暗黑银行交易的证据（收款确认文件），在缺乏其他手段的情况下，白子再次提出抢银行。星野、野宫、甚至芹香都表示同意。老师被推举（或主动）做出最终决定/发出行动信号（“来抢银行吧！”）。于是，老师、对策委员会成员和被迫加入的日富美（用纸袋套头）组成了临时的“泳装蒙面团”，突袭了暗黑银行。\n银行劫案与阿露的误会： 恰巧此时，便利屋68的社长阿露正在同一家暗黑银行试图贷款碰壁，内心挣扎于现实与她理想中的“法外之徒”形象。泳装蒙面团（在老师的潜在指挥/参与下）以专业高效的手法迅速控制了银行，目标明确地索要“款项纪录”。银行职员误以为她们要钱，将一整袋现金（约1亿）也塞给了她们。目睹这一切的阿露被泳装蒙面团大胆无畏的行为深深震撼和感动，误以为她们是传说中的冷酷不法之徒。\n撤离、抉择与奇妙的馈赠： 泳装蒙面团成功带着文件（和意外之财）撤离银行。在安全地带，她们发现多了一袋巨款。芹香主张用这笔钱还债，但星野坚决反对，认为不能用犯罪所得来守护学校，否则会迷失初衷。老师见证了这场关于原则的讨论。最终，她们决定只拿走文件，将装钱的背包丢弃。追上来的阿露被泳装蒙面团（由野宫即兴发挥）告知了“泳装蒙面团”的名号和虚构的“座右铭”，阿露深受鼓舞。随后，便利屋68发现了被泳装蒙面团（阿拜多斯+老师）遗弃的装满现金的背包。\n真相大白与风雨欲来： 回到阿拜多斯，老师和对策委员会确认了文件内容，证实了凯萨信贷确实将她们支付的利息转手提供给硬梆梆头盔团作为“任务支援金”。幕后黑手直指凯萨公司。日富美告别，承诺会将情况报告给三一的茶会（但星野对此表示怀疑）。与此同时，便利屋68得知泳装蒙面团就是阿拜多斯学生，阿露大受打击。\n升级的冲突与意外的插曲： 便利屋68利用意外获得的资金，雇佣了更多人手，并由遥香在市区布下大量炸弹，准备对阿拜多斯进行毁灭性打击。阿露内心极其矛盾。星野似乎预感到了什么，独自外出，与神秘的“黑色西装人”会面，对方提出了一个“无法拒绝的提案”。便利屋68再次来到柴关拉面店，阿露因心态失衡，一番抱怨被遥香误解，导致遥香引爆了炸弹，将拉面店夷为平地。\n最终决战与多方混战： 老师与对策委员会目睹拉面店被炸毁，愤怒地与便利屋68展开决战。老师指挥阿拜多斯学生对抗便利屋及其佣兵。战斗激烈之时，格黑娜风纪委员会（由伊织和老师认识的千夏带领）突然介入战场，她们的目标是抓捕问题学生便利屋68，但不由分说地将阿拜多斯也卷入攻击范围。\n老师的影响与混乱的终局： 千夏认出了战场上的老师，意识到与夏莱顾问为敌的严重性，试图阻止战斗，但为时已晚。在老师的指挥下，阿拜多斯学生展现出强大的战斗力，击退了风纪委员会的先头部队。老师与千夏在战场上重逢。此时，格黑娜行政官亚子通过通讯介入，命令伊织写悔过书。就在局面稍微缓和之际，精神不稳定的遥香看着聚集在一起的众人，准备引爆更多炸弹，第一部剧情在此高潮处戛然而止。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":4,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":0,"sticky":0,"cooldown":0,"delay":0,"displayIndex":29},"30":{"uid":30,"key":[],"keysecondary":[],"comment":"剧情规则","content":"#n的意味是角色凑近某人或者点头一类的简单互动\n[/ruby]或者[ruby=xxx]意味着言外之意","constant":true,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":4,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":0,"sticky":0,"cooldown":0,"delay":0,"displayIndex":30},"31":{"uid":31,"key":["Vol1","阿拜多斯","格黒娜","便利屋68","风纪委员会","日富美","黑服","黑色西装人","数秘术"],"keysecondary":[],"comment":"Vol1.2","content":"这是《蔚蓝档案》剧情第一章第二节（V1.2 / 2-01 至 2-20）的分段总结，保留了老师相关细节：\n风纪委员会介入与意外同盟： 战斗被格黑娜风纪委员会的行政官天雨亚子打断。亚子最初试图以外交手段带走便利屋68，但遭到绫音以侵犯自治权为由的强硬拒绝。老师对亚子表示，便利屋的孩子们虽然麻烦但本性不坏。佳代子揭露亚子的真正目标可能是老师和夏莱，因为夏莱的存在可能影响格黑娜与三一即将签订的条约。就在亚子准备动用武力时，便利屋68的遥香发动突袭，便利屋成员重新集结。面对风纪委员会的压倒性兵力，阿露受到老师之前合作经历的鼓舞（以及芹香等人的提议），决定与阿拜多斯暂时联手对抗风纪委员会。老师被绫音请求同时指挥对策委员会和便利屋68。\n风纪委员长日奈登场与撤退： 在老师的指挥下，联合部队击退了风纪委员会的第一波攻势。正当亚子准备投入更多兵力时，格黑娜风纪委员长空崎日奈意外现身，并叫停了亚子的行动。日奈认出了星野，并对阿拜多斯的实力表示认可。她判断亚子的行动是越权，并为风纪委员会入侵阿拜多斯自治区制造动乱的行为，向对策委员会（包括在场的老师）正式道歉，随后率领风纪委员会全员撤离。\n日奈的警告与便利屋的离别： 风纪委员会撤退前，日奈私下找到老师，告知了一个万魔殿和茶会都不知道的情报：凯萨公司正在阿拜多斯被遗弃的沙漠区域进行着某个计划。便利屋68也决定暂时离开阿拜多斯，她们在与老师告别时，阿露表达了未来可能与老师建立商业合作的意愿。\n土地的真相与星野的秘密： 老师与对策委员会成员（除星野外）去探望拉面店老板，得知包括拉面店在内的大部分阿拜多斯土地所有权早已在几年前被前学生会转让给了凯萨公司（凯萨建设）。回到学校后，大家确认了地籍图，证实了这一残酷事实。星野解释了前学生会消失、自己成为最后学生会成员的过往，并推测卖地是为了偿还凯萨信贷的债务。老师点破这是凯萨公司设下的掠夺土地的陷阱。随后，老师将日奈告知的关于凯萨在沙漠有计划的情报分享给大家，众人决定前往沙漠调查。出发前，白子私下找到老师，展示了她发现的星野写的（但当时未提交的）退部申请书，表达了对星野可能隐瞒事情的担忧，老师答应暂时保密。\n沙漠深处的发现与凯萨董事的对峙： 老师与对策委员会深入阿拜多斯沙漠，抵达了日奈所说区域，发现了一个巨大的、由凯萨PMC（私人军事服务公司）守卫的基地设施（实际上是旧的阿拜多斯本馆）。她们与PMC士兵发生战斗。在突破敌人包围网后，她们遭遇了自称凯萨公司董事（也是阿拜多斯的债权人）的幕后黑手。该董事揭示了凯萨收购土地是为了寻找“宝物”，并当场通过电话大幅提高了阿拜多斯的贷款利率和保证金要求，以此逼迫学生放弃学校。\n星野的牺牲与阿拜多斯的危机： 面对凯萨董事的威逼，星野为了保护学校和同伴，选择接受之前“黑色西装人”（一个与凯萨董事合作的神秘人物）提出的条件——以自己加入凯萨PMC为代价，免除阿拜多斯的部分债务，并留下了正式的退会申请书。然而，这其实是黑色西装人的骗局，他的真实目的是获得星野本人（及其神秘力量）用于实验。星野退学后，凯萨董事宣称阿拜多斯学生会已消灭，学校失去合法地位，随即发动PMC对阿拜多斯市区进行全面攻击和强制驱逐，企图彻底占领学校。\n绝望中的转机与老师的决心： 面对家园被毁、学校即将消失、星野牺牲的绝境，对策委员会陷入深深的绝望。就在此时，便利屋68意外返回，她们（尤其是阿露）受到之前与阿拜多斯和老师并肩作战经历的触动，以及对凯萨董事卑劣行径的不满，决定出手相助，用预设的炸弹打乱了PMC的攻势。老师与便利屋再次合作，共同对抗凯萨PMC。在击退凯萨董事的初步攻势后，老师明确表示要去救回星野。\n老师与黑色西装人的交锋： 老师独自（或被邀请）与“黑色西装人”会面。黑色西装人自称属于“数秘会”，是基沃托斯的外来者和观察者。他试图拉拢老师，并以保全阿拜多斯学校为条件要求老师放弃星野。老师断然拒绝，并拿出“大人的卡片”表明决心。黑色西装人指出使用卡片的代价（消耗生命/时间），并强调星野已退学，老师无权干涉。但老师反驳，指出作为夏莱的顾问，星野的退学申请未经自己批准，因此无效，星野仍然是他的学生。老师谴责了数秘会利用他人痛苦的行为，并表明承担责任是“大人该做的事”。交涉破裂，黑色西装人告知星野将被用于恐怖实验，并透露了她的位置，让老师“尽管去救”。\n集结力量，营救星野： 老师回到对策委员会，宣布要救出星野。她们意识到仅凭自身力量不足，老师提出寻求外部援助的想法。老师亲自（或促成）前往格黑娜和三一寻求帮助。在格黑娜，老师甚至不惜（假装）“舔鞋”以示诚意，最终打动（或说惊吓到）日奈，获得了风纪委员会（以公益服务名义）的支援。在三一，通过日富美的请求，渚同意以“户外课程”为名，提供远程炮火支援。同时，便利屋68也在吃过“最后的”柴关拉面后，决定加入救援行动。\n最终决战与星野的回归： 在格黑娜风纪委员会（日奈、亚子、伊织、千夏）阻击PMC援军、三一（日富美协调）提供远程炮击的掩护下，老师带领对策委员会突入沙漠中的PMC基地（旧阿拜多斯本馆）。便利屋68在关键时刻再次出现，主动留下殿后，掩护老师一行人前进。老师与对策委员会最终击败了负隅顽抗的凯萨董事，成功闯入实验室，解救了即将被实验的星野。在大家的呼唤和老师的注视下，星野与大家重逢，说出了“我回来了”。\n尾声与新的开始： 事件结束后，在老师的认可下，对策委员会成为阿拜多斯高中正式社团并代理学生会职责。凯萨信贷因非法行为被调查，利率降低，但阿拜多斯大部分土地仍归凯萨公司所有，他们在沙漠的计划依然成谜。凯萨董事被通缉，黑色西装人销声匿迹。柴关拉面以路边摊形式重新开张。虽然债务问题依然严峻，但对策委员会（在老师的继续指导下）恢复了日常（以及有些脱线的还债讨论），准备迎接未来的挑战。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":31},"32":{"uid":32,"key":["Vol2","桃井","绿","柚子","爱丽丝","优香","莉央","诺亚","千寻","真纪","小玉","晴","歌原","琴里","响","尼禄","明日奈","花凛","茜","时","日鞠"],"keysecondary":[],"comment":"Vol2.1","content":"这是《蔚蓝档案》剧情第二章（Vol 2.1 / 1-01 至 1-20）的分段总结，保留了老师相关细节：\n游戏开发部的危机与老师的到来： 故事始于千年科学学园的游戏开发部（成员：才羽桃井、才羽绿）。她们面临学生会（研讨会）下达的废社命令，急需拿出成果或招募新社员。她们寄出了一封充满游戏术语的求助信给夏莱的老师。老师在阿罗娜的介绍下了解了千年学园的情况，决定前往查看。然而，老师刚到游戏开发部附近，就不幸被桃井从窗户丢出的游戏机（PrayStation）砸中昏迷。\n与优香的交锋与废墟的G.Bible： 老师醒来后，遇到了前来执行废社命令的学生会会计优香（老师在第一章认识）。优香重申了废社条件，并对游戏开发部唯一的“成果”——获得“年度粪GAME大赏第一名”的《故事·传说·编年史》(TSC) 进行了无情吐槽。桃井情急之下声称她们将制作续作《TSC2》并在“千年大赏”中获奖。优香给了她们两周时间。为了制作出“最棒的游戏”，桃井决定带领绿和老师前往被联邦学生会禁止进入的“废墟”，寻找传说中的游戏制作秘籍——“G.Bible”。\n废墟探索与邂逅爱丽丝： 在废墟中，老师一行人遭遇了大量神秘机器人。在老师的指挥下，她们边战边退，进入一个废弃工厂。工厂内的系统识别出桃井和绿资格不符，却识别出老师拥有权限，并将桃井和绿认定为老师的“学生”一同授予资格。系统打开地板，三人坠落，老师再次用身体缓冲了双胞胎的下落。她们在地下发现了一个沉睡的、身份不明的机器人少女（代号AL-1S）。桃井给她取名“爱丽丝”。\n新伙伴爱丽丝与学习“说话”： 桃井决定将爱丽丝伪装成新社员以满足学生会要求，保住活动室。她们开始教爱丽丝“像人一样”说话。绿让爱丽丝玩她们制作的《TSC》作为学习方式。爱丽丝虽然被游戏离奇的设定和难度搞得“系统过载”，但却深受感动，认为游戏“非常有趣”，让躲在柜子里的部长柚子也深受触动并现身。\n获取武器与爱丽丝的潜力： 为了让爱丽丝更像学生，她们需要为她准备武器。一行人（包括老师）前往工程师部（部长歌原、部员响、琴里）。爱丽丝无视了普通武器，被一把巨大的实验性电磁炮“光之剑：Supernova”深深吸引。尽管武器巨大沉重，爱丽斯却轻松将其举起并试射成功。工程师部在进行了一场“资格测试”战斗后，同意将武器交给爱丽丝，并对其惊人的力量和似乎为战斗而生的体质感到惊讶。\n优香的审查与新的难题： 老师和游戏开发部为爱丽丝准备了（伪造的）学生证和身份。优香前来对新社员爱丽丝进行“资格审查”。爱丽丝用从游戏中习得的RPG术语回答问题，过程十分惊险，但优香最终被爱丽丝对游戏的真挚热爱所打动，承认了她的社员资格。然而，优香告知，根据新规定，社团仍需在月底前拿出“成果”（即在千年大赏获奖），否则依然会被废社。\n再探废墟与G.Bible的真面目： 为了在千年大赏拿出成果，老师与游戏开发部全员（包括鼓起勇气的柚子）再次前往废墟，寻找G.Bible。在老师的指挥和爱丽丝强大的火力下，她们成功进入工厂核心。爱丽丝凭借“记忆”找到了目标电脑。系统识别出爱丽丝（AL-1S）后，在其电力耗尽消失前，将“G.Bible”的数据传送到了桃井的游戏机中（覆盖了她的存档），但文件被加密。\n寻求破解与“镜子”的必要性： 老师一行人带着加密的G.Bible文件找到骇客集团“贝里塔斯”（成员：晴、真纪、小玉）。真纪确认文件确实是G.Bible原版，但需要一种名为“Optimus Mirror System”（镜子）的特殊工具才能破解。然而，“镜子”已被学生会没收，存放在由女仆部（C&C）守卫的扣押品保管所。\n联合行动：潜入学生会！ 游戏开发部和贝里塔斯目标一致，决定联手潜入学生会夺回“镜子”。得知C&C部长尼露不在（实际是错误情报），她们认为有机会。老师受晴所托，成功说服工程师部也加入这次冒险的计划。她们制定了复杂的潜入计划，利用骇客技术、EMP、 decoy（诱饵）和对千年生效保安系统的了解（部分由工程师部设计）来对抗C&C和学生会。\n激斗C&C与计划的波折： 潜入行动开始，爱丽丝作为先锋强行突破电梯安保，随后被优香关押。桃井和绿利用伪造的监控录像作掩护，在老师的指挥下向保管所前进，途中与学生会成员战斗。贝里塔斯和工程师部成员则负责牵制C&C成员（茜、花凛、明日奈）和干扰系统。计划一度受挫，茜和花凛相继突破阻碍，明日奈也凭“直觉”挡在保管所前。\n爱丽丝的营救与尼露的登场： 在计划即将失败之际，爱丽丝利用EMP造成的混乱成功逃脱，并在关键时刻用光束炮击退了C&C的攻势，救下老师和桃井、绿。她们终于抵达扣押品保管所，拿到了“镜子”。但就在撤退时，她们遭遇了提前归来的C&C部长尼露。\n柚子的勇气与撤退： 面对实力深不可测的尼露，众人陷入绝境。一直胆小的柚子挺身而出，用谎称机器人暴走需要支援的借口成功引开尼露的注意力，为老师等人争取到宝贵的撤退时间。\nG.Bible的“真相”与重新振作： 老师一行人带着“镜子”回到贝里塔斯，成功打开了G.Bible。然而，里面并没有什么神奇秘籍，只有反复强调的一句话：“请热爱游戏吧！”。游戏开发部成员陷入绝望。但爱丽丝真诚地表达了她们制作的《TSC》虽然有缺陷，但充满了对游戏的热爱，深深打动了她。这份纯粹的情感重新点燃了大家的斗志，她们决定依靠自己对游戏的热爱，在剩下不到一周的时间里完成《TSC2》。\n最后的冲刺与尼露的挑战： 游戏开发部在老师的陪伴和支持下，夜以继日地开发，最终在截止前几秒完成了《TSC2》并报名千年大赏。她们同时将游戏发布到网上。游戏获得了意想不到的关注和讨论。然而，C&C（以花凛的狙击为开端）再次找上门来。老师指挥大家撤退，但在校舍外被尼露拦下。尼露对爱丽丝产生了兴趣，要求进行一对一的“确认”战斗。\n爱丽丝的战斗与成长： 爱丽丝勇敢接受挑战。面对强大的尼露，爱丽丝在初期的火力压制失败后，展现出惊人的战斗智慧，通过朝地板发射光束炮制造混乱和伤害，成功掩护老师等人撤退，但自己也身受重伤。尼露虽轻松取胜，但对爱丽丝的潜力和游戏开发部的执着产生了兴趣，选择不再追击。老师背起受伤的爱丽丝离开。\n千年大赏与意外的结局： 游戏开发部等待千年大赏结果，心情忐忑。主要奖项逐一公布，她们的作品并未获奖，众人以为废社已成定局，陷入悲伤。老师准备安排爱丽丝去夏莱。就在此时，优香前来报喜：评委会被《TSC2》所展现的纯粹乐趣和对游戏本质的回归所打动，破例增设“特别奖”授予了《TSC2》。游戏开发部得以保住（至少到下学期），大家喜极而泣。最后，G.Bible中隐藏的<Key>文件似乎与爱丽丝（AL-1S）产生了某种联系，暗示着新的谜团。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":32},"33":{"uid":33,"key":["vol2","桃井","绿","柚子","爱丽丝","优香","莉央","诺亚","千寻","真纪","小玉","晴","歌原","琴里","响","尼禄","明日奈","花凛","茜","时","日鞠"],"keysecondary":[],"comment":"Vol2.2","content":"这是《蔚蓝档案》剧情第二章第二节（V2.2 / 2-01 至 2-25）的分段总结，保留了老师相关细节：\n秘密会谈与分歧： 千年学生会长莉央与贝里塔斯部长日鞠秘密会谈，确认了爱丽丝是古代文明遗留的、可能毁灭世界的“欧帕兹”——“无名诸神的王女”。莉央认为必须消除爱丽丝这个威胁，而日鞠则视其为可爱的后辈，两人同盟破裂。日鞠利用骇客技术从莉央的围堵中脱身。\n游戏开发部的日常与老师的参与： 老师受邀参加游戏开发部的活动，目的是构思新作（轻松慢活系地城探索RPG）。老师和桃井玩格斗游戏（老师胜），并旁观了桃井和绿关于游戏设计理念（华丽特效 vs 现实可行）的争论。随后，老师和爱丽丝一起在千年校园“冒险”，寻找游戏灵感。\n爱丽丝的校园冒险与邂逅： 在“冒险”途中，老师和爱丽丝遇到了许多熟人：与堇一起讨论“运动冒险”；偶遇便装执行秘密任务（调查格黑娜动向）的明日奈和花凛，爱丽丝将她们“加为伙伴”；遇到工程师部三人组，讨论了爱丽丝的武器“光之剑”；甚至被尼露“捕获”去游戏中心打了很久的格斗游戏（爱丽丝连胜）。老师全程陪伴，见证了爱丽丝深受大家喜爱、逐渐融入校园生活的样子，并对爱丽丝与尼露之间奇妙的关系感到好奇。\n神秘机器人的发现与爱丽丝的暴走： 老师和游戏开发部被贝里塔斯召集，查看一批在千年郊外发现的神秘机器人（外形奇特，无法启动，无接口）。爱丽丝对机器人产生反应，同时桃井的游戏机（来自废墟）也意外启动。爱丽丝突然暴走，自称AL-1S，执行“ATRAHASIS协议”，并指挥机器人发动攻击，将社办化为火海。\n危机降临与C&C的救援： 在混乱中，桃井为保护他人被爆炸波及，失去意识。老师试图阻止暴走的爱丽丝。紧要关头，C&C（尼露、茜、花凛、明日奈）及时赶到，制服了暴走的机器人和爱丽丝。\n桃井昏迷与爱丽丝的自责： 桃井被紧急送往夏莱医务室，昏迷不醒。爱丽丝恢复正常，但因伤害了桃井而深陷自责，将自己关在社办不肯出来。绿和柚子向老师求助。老师进入社办安慰爱丽丝，爱丽丝痛苦地表示自己体内似乎有不属于自己的“存档”导致了暴走。\n莉央揭露真相与绑架爱丽丝： 千年学生会长莉央突然出现，向老师和游戏开发部揭示“真相”：爱丽丝是“无名诸神的王女AL-1S”，是吸引“灾祸”（Divi:Sion机器人）并可能毁灭世界的“魔王”。莉央认为必须破坏爱丽丝的光环以绝后患。\n尼露的反抗与时的登场： 莉央命令尼露逮捕爱丽丝，但尼露不愿对无辜的爱丽丝下手，当场抗命。莉央早有预料，派出了她的专属特工——C&C第五名成员，代号Zero Four的“时”，使用特殊“武装”轻松制服了尼露。\n爱丽丝的“牺牲”与老师的无力： 面对朋友被制服、自己被指认为“魔王”的残酷现实，以及莉央“牺牲一人拯救多数”的论调，爱丽丝为了不连累大家，主动同意跟莉央离开，接受“消失”的命运。老师试图阻止，但被时和AMAS机器人压制，只能眼睁睁看着爱丽丝被带走。\n集结众人，制定救援计划： 桃井醒来得知情况后，坚决表示无论爱丽丝身份如何，都要将她带回来。她的决心感染了所有人，包括C&C。老师也表明态度，决定救回爱丽丝。她们向优香和诺亚求助，查明莉央将爱丽丝带到了秘密建造的要塞都市“埃里都”。工程师部提供了利用无人货运列车潜入埃里都的方法，并加入了救援队伍。尼露提出声东击西计划：C&C从正面吸引莉央和时的注意，老师带领游戏开发部和工程师部从后方潜入救出爱丽丝。贝里塔斯提供远程骇客支援。\n潜入埃里都与C&C的阻击战： 老师带领的潜入小队成功通过列车进入埃里都。与此同时，C&C在正面战场遭遇了时，双方展开激战。\n莉央的陷阱与“前卫君”登场： 时利用埃里都的机能改变城市结构，分割了C&C成员。莉央切断了贝里塔斯的通讯支援，并亲自驾驶巨型机器人“前卫君”拦截老师的队伍，认为已经将死（Checkmate）。\n援军到来与战局逆转： 日鞠（已被艾米救出）与贝里塔斯副部长千寻利用“镜子”重新骇入埃里都网络，恢复通讯并提供支援。堇也赶来协助千寻维持网络连接。工程师部以牺牲音响为代价（误）击败了“前卫君”，但自身也失去战斗力。\n最终决战：VS时&Abi-Eshuh： C&C成员突破地形阻碍重新集结，与老师汇合。她们一同抵达中央塔入口，再次遭遇时。莉央允许时使用终极武装——动力装甲系统“Abi-Eshuh”。该装甲能利用埃里都的庞大运算力预知未来、规避或抵消攻击，近乎无敌。\n柚子的计策与尼露的奋战： 面对无解的“作弊玩家”时，柚子观察到尼露之前的攻击曾在一瞬间奏效，推测“武装”在进行复杂演算（如应对坠落）时存在无法防御的破绽。基于此，她们制定了新的作战计划。老师指挥尼露将时引诱至塔顶，利用高空坠落和C&C全员的饱和攻击迫使“武装”进行极限演算，制造出破绽。尼露虽身受重伤，但凭借顽强的毅力和C&C的配合，最终利用电梯井的狭窄空间限制了时的回避，成功击败了Abi-Eshuh状态下的时。\n与<Key>的对峙： 老师和游戏开发部终于抵达塔顶的实验室，发现爱丽丝被连接在仪器上。一个与爱丽丝外貌相同、自称<Key>的AI出现，表明自己是引导“王女”AL-1S觉醒的“钥匙”，并开始利用埃里都的资源启动“阿特拉哈西斯的方舟”协议，意图将都市改造为“圣所”。\n莉央的悔恨与众人的支援： 莉央意识到自己建造埃都的行为反而加速了灾难，陷入绝望，甚至想牺牲自己阻止。老师否定了这种牺牲，提出要寻找“拯救一切”的选项。此时，优香和诺亚切断了埃里都的部分电力，工程师部修复了“前卫君”并开始对抗外部涌入的Divi:Sion机器人，日鞠也赶到现场，准备协助唤醒爱丽丝。\n唤醒爱丽丝： 日鞠分析爱丽丝的精神状态，表示需要进入其精神世界唤醒被<Key>隔离的本人格。老师和游戏开发部成员（桃井、绿、柚子）决定冒险进入。\n爱丽丝的选择： 在精神世界里，老师和大家找到了在<Key>影响下认为自己是“魔王”、只会带来伤害而决心消失的爱丽丝。桃井等人用真挚的情感和回忆告诉爱丽丝，她的存在带来了快乐和羁绊，鼓励她自己决定想成为谁。在老师和伙伴们的支持下，爱丽丝选择成为“勇者”，用自己的意志召唤出“光之剑”（象征与朋友的羁绊），击溃了<Key>的意识，成功醒来。\n尾声：回归日常： 事件结束后，日鞠负责封锁埃里都。莉央留下道歉信后失踪。C&C为尼露举办了出院庆祝会，老师也受邀参加，时也别扭地加入了这个集体。游戏开发部回到了吵吵闹闹但充满活力的日常，继续讨论着她们（又变了类型的）新游戏。爱丽丝也完全恢复，和老师、伙伴们继续着她们的“冒险”。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":33},"34":{"uid":34,"key":["Vol3","日富美","小春","花子","梓","渚","未花","圣娅"],"keysecondary":[],"comment":"Vol3.1","content":"这是V3.1（第3章1-01至1-17）剧情的分段总结，保留了老师相关细节：\n序幕与委托： 故事由圣娅的独白开启，她向老师介绍了“伊甸园条约”——旨在结束三一与格黑娜长期敌对关系的和平条约，但因联邦学生会长失踪而意义不明。她引用基沃托斯第五古则，暗示条约的虚幻与证明的悖论，并预告接下来的故事将充满怀疑与苦涩，要求老师作为见证者承担起责任。随后，老师受三一学生会“茶会”的渚和未花正式邀请，希望老师能担任为成绩不合格、面临留级甚至退学危机的学生们紧急设立的“补课部”的顾问（实质上的班导师）。老师答应了这个请求。\n补课部成员集结： 老师与被渚指定为临时部长的日富美（老师在黑市事件中认识）汇合。她们一起去寻找其他成员。首先在实现正义部教室遇到怕生（但本人否认）的小春，接着找到了因穿泳衣在校园徘徊而被拘留的花子。随后，刚结束与实现正义部（莲见、真白领导）激烈对抗（动用了催泪弹和IED）的梓也被逮捕送来。最后，小春也被揭示是补课部成员之一，因为连续考试不及格。在老师的斡旋和茶会的委托下，莲见同意将花子和梓交由老师负责，补课部正式成立。\n初次见面与合宿决定： 在补课部的第一次集会上，老师和日富美主持了介绍。梓透露自己是转学生。小春则极力撇清关系，声称自己是实现正义部精英，只是暂时加入，很快会离开。首次特别学力测验中，尽管题目简单，但除日富美外，梓、小春、甚至看似博学的花子都以极低分数惨败。根据规定，补课部全员（包括作为负责人的老师）必须参加为期一周的合宿。\n渚的真正目的： 在合宿前，渚私下会见了老师。她透露了设立补课部的真实目的：部里的四名学生中有一名是企图破坏伊甸园条约的“三一的叛徒”。由于无法确定具体是谁，渚将所有嫌疑人集中到补课部，打算在必要时（若考试持续不合格）将她们集体退学处理。渚请求老师找出这名叛徒，并暗示可以操控考试结果。老师拒绝成为渚达成目的的工具，表示会以自己的方式处理这个问题。\n合宿开始与隐藏的秘密： 老师与补课部成员来到合宿地点（三一的别馆）。大家一起进行了大扫除，期间花子再次以泳装（后辩称是内衣）引发与小春的争执。傍晚，她们清理并注满了久置的泳池。当晚，睡不着的日富美找到老师，坦白了渚也要求她找出叛徒的秘密任务，表达了自己的不安和困惑。老师安慰日富美，让她不必为此烦恼，自己会处理，希望她专注于自己能做的事。\n模拟考与意外发现： 第二天，在老师的监督下，日富美组织了模拟考试（试题由她和老师连夜准备）。结果依然不理想（除日富美外全员不合格）。为了激励大家，日富美拿出Momo Friends周边作为奖励，意外发现梓是狂热粉丝，学习动力大增。学习过程中，花子无意间暴露了小春包里藏有R18书籍（实为实现正义部没收品）。老师主动提出陪同小春将其秘密送回实现正义部。\n小春的秘密与未花的出现： 在返回实现正义部的路上，小春向老师“坦白”了自己的“秘密”：她是受莲见和鹤城（JTF部长）指派，前来监视补课部的“间谍”，成绩差只是伪装。老师对此表示理解（虽然可能并未完全相信）。在JTF部室放回书籍时，她们遇到了莲见，莲见与小春进行了一番私下谈话。深夜，老师在合宿处的泳池边遇到了独自前来的茶会成员未花。未花确认了渚让老师找叛徒的事，并表示看不惯渚的做法，主动提出要告诉老师“叛徒”的真实身份，并请求老师保护那个孩子。她最终指认：叛徒就是白洲梓，并揭露了梓来自阿里乌斯分校的背景。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":34},"35":{"uid":35,"key":["Vol3","日富美","小春","花子","梓","渚","未花","圣娅","日奈","亚子","伊织","千夏","阿露","睦月","佳代子","遥香","晴奈","纯子","泉","明里","枫香","濑名","真琴","伊吕波","纱织","日和","美咲","亚津子"],"keysecondary":[],"comment":"Vol3.2","content":"这是V3.2（第3章2-01至2-20）剧情的分段总结，保留了老师相关细节：\n未花的告白与请求： 未花向老师坦白了三一的历史纷争、奥利斯分校的由来，以及她为了促成和解而秘密安排梓转学的事实。她揭示了渚设立补课部是为了找出并清除所谓的“三一叛徒”，而她认为渚怀疑的对象包括花子（因其行为异常且知晓秘密）、小春（作为牵制实现正义部的人质）、日富美（尽管关系好但行踪可疑），而真正的“叛徒”（从渚的视角看，是伪造身份的间谍）就是梓。未花同时表达了自己对伊甸园条约（认为其会巩固渚的权力并可能导致新的冲突）的不满，暗示自己也可能是“叛徒”。她请求老师保护梓，并指出袭击圣娅并非其本意（但承认下达了相关指示）。\n补课部的进展与玛丽的来访： 补课部在老师和日富美的带领下继续学习。第二次模拟考中，梓和小春成绩大幅提升，接近及格线，花子依然低分。修女会的玛丽前来拜访，感谢梓之前帮助被霸凌的学生，澄清了梓“冰之魔女”的传闻。花子与玛丽之间似乎有旧识和未尽的话语。深夜，花子向老师和日富美透露了梓每晚外出站岗（实为布设陷阱）的异常行为，表达了担忧。\n花子的坦白与补课部的真相： 日富美也向老师和花子分享了花子过去成绩优异的发现。花子承认自己是故意考低分，但表示之后会认真对待考试，并迅速推断出补课部是渚为了清除潜在条约反对者而设立的“箱子”，利用了老师的权限和善意。她分析了渚怀疑每个成员的理由。\n雨夜的泳装派对与深夜骚动： 一场大雨导致合宿处停电，衣服也被淋湿无法烘干。在花子的提议下，大家（包括老师在场见证）进行了一场（非自愿但最终接受的）“泳装派对”（实际是穿着泳装或内衣在室内聊天等待）。深夜，花子提议溜出合宿处去商店街散步，老师同意并一同前往。在甜点店，她们偶遇了正在“破戒”吃圣代的莲见。莲见鼓励了小春，并与老师等人约定对此事保密。然而，她们很快卷入了美食研究会抢夺“黄金鲔鱼”并被实现正义部追捕的骚动中。\n意外的合作与引渡： 在老师的指挥下，补课部成员协助莲见追捕美食研究会成员。事件平息后，莲见考虑到条约的敏感性，请求老师以夏莱的名义将美食研究会移交给格黑娜。老师同意。在交接地点，老师遇到了前来接收的日奈（陪同急救医学部部长濑名）。\n老师与日奈的交流： 老师向日奈坦诚了补课部的复杂情况和自己面临的困境（关于“叛徒”和渚、未花的矛盾说法），询问她对伊甸园条约的看法。日奈表示条约确实是和平条约，ETO并非渚一人能掌控，推动条约是希望自己能从风纪委员长的重担中引退。她相信老师会保护好补课部的学生。\n最后的冲刺与梓的告白： 合宿的最后几天，补课部成员在老师的鼓励下全力冲刺。第三次模拟考全员及格，大家信心满满。然而考试前夜，梓收到了来自奥利斯同伴纱织的指令，要求她参与第二天针对渚的袭击行动。内心挣扎的梓最终向老师和补课部坦白了自己的真实身份（奥利斯间谍）、潜入目的（破坏渚的光环）以及自己打算阻止奥利斯袭击、保护渚的决定（双重间谍）。\n花子的计划与全面开战： 面对梓的坦白和即将到来的危机，花子展现出惊人的智慧和决断力。她分析了局势，制定了一个大胆的计划：由她和梓先发制人，控制住渚，并利用此信息误导奥利斯，为补课部争取应对袭击和参加考试的时间。同时，她们也向实现正义部传递了信息，寄希望于他们发现异常后前来支援。老师同意并支持了这个计划。\n激战与未花的介入： 花子和梓成功控制了渚。梓按照计划引诱奥利斯部队进入合宿处的埋伏圈，与补课部其他成员及老师一同展开激战。就在她们成功击退第一波敌人时，未花带领着奥利斯的主力部队出现，揭示自己才是真正的幕后黑手，与奥利斯勾结，意图通过除掉渚来阻止伊甸园条约，并扶持奥利斯对抗格黑娜。她承认自己利用了梓，并准备清除包括老师在内的所有障碍。\n修女会的介入与未花的败露： 就在未花准备动手时，修女会（玛丽、日向、樱子）突然介入，她们是应花子之前的求助而来。未花承认了自己策划袭击圣娅（但非意图破坏光环）。梓也揭露了袭击圣娅的真相（暗示与奥利斯有关）。面对多方压力，未花最终承认失败并投降。她对老师表达了复杂的感情（感谢老师曾是她的“同伴”，但也认为老师是她失败的最大变数）。\n最后的考试与圆满结局： 危机解除，补课部成员拖着疲惫的身躯赶往最后的特别学力测验考场。在实现正义部（莲见）的默许和鼓励下，她们参加了考试。最终，花子、梓、小春、日富美全员以高分（90分以上）通过了考试，成功避免了退学，补课部圆满结束。\n尾声与不祥的预兆： 圣娅的旁白再次响起，总结了各人的去向（小春回归实现正义部，花子找到朋友，梓继续学习，日富美回归日常，未花入狱，渚继续推行条约），看似圆满的结局下，却暗示着更大的风暴即将来临（“乌云正在接近”）。画面转向阿里乌斯小队（纱织、日和、美咲、亚津子），她们似乎在等待着什么，纱织的话语预示着梓无法逃脱的命运和即将到来的冲突，为后续剧情埋下伏笔。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":35},"36":{"uid":36,"key":["Vol3","日富美","小春","花子","梓","渚","未花","圣娅","日奈","亚子","伊织","千夏","阿露","睦月","佳代子","遥香","晴奈","纯子","泉","明里","枫香","濑名","真琴","伊吕波","纱织","日和","美咲","亚津子"],"keysecondary":[],"comment":"Vol3.3","content":"这是V3.3（第3章3-01至3-25）剧情的分段总结，保留了老师相关细节：\n序幕：圣娅与梓的对话与事后分析的开端： 故事回溯到圣娅被袭击前，她与潜入房间的梓进行了对话。圣娅预知了梓的到来和目的（破坏光环），并试图劝导梓思考“杀人凶手”的后果以及她内心深处对“徒劳”的反抗。圣娅指出，真正的敌人是利用奥利斯憎恨的幕后黑手，并暗示自己愿意提供帮助。时间回到现在，老师在修女会与樱子会面，听取了圣娅遇袭事件的官方报告（美祢团长带走“遗体”失踪，实为保护）。花子加入讨论，提及了她与修女会的“约定”（帮助修女会，换取修女会阻止她退学），并暗示自己是为了老师和补课部的大家才留下。\n花子的推测与梓的坦白： 花子根据玛丽（修女会成员）透露的信息和对渚行为的分析，推测渚设立补课部是为了找出并清除“三一的叛徒”，而花子和梓都是重点怀疑对象。深夜，梓找到老师和补课部其他成员，坦白了自己的真实身份（来自奥利斯的间谍）、潜入三一的任务（破坏渚的光环），以及自己打算阻止奥利斯袭击、保护渚的决定（双重间谍）。她承认自己欺骗了大家，并为补课部因此陷入危机而道歉。\n老师的信任与花子的决心： 面对梓的坦白，老师没有指责，反而指出问题的根源在于渚和未花等人的“不信任”。花子也表达了对梓的理解，认为梓并非真心想伤害大家，而是被困在谎言和痛苦之中。花子意识到梓保护渚的行动将使她同时背叛三一和奥利斯，失去所有容身之处。深受触动的花子决定不再逃避，要与大家一起面对困境，制定计划帮助梓，并堂堂正正地通过考试。老师也表示会全力支持。\n全面开战与花子的计策： 考试当天凌晨，奥利斯小队按计划袭击渚的藏身处。花子和梓早已预料到并设下埋伏，成功控制住渚（梓用非致命子弹击晕）。梓随后按计划现身吸引奥利斯主力部队注意，将他们引入合宿处的陷阱。在老师的指挥下，补课部成员与奥利斯部队展开激战。\n未花的登场与真相的扭曲： 未花带领奥利斯主力增援部队出现，揭示自己才是真正的幕后黑手。她承认与奥利斯勾结，目的是阻止伊甸园条约、清除渚和圣娅、扶持奥利斯并最终向格黑娜开战。她将袭击渚的罪名嫁祸给梓，并将自己伪装成被奥利斯利用的受害者。她试图拉拢老师，但老师拒绝了。\n修女会的介入与未花的败露： 就在未花准备清除老师和补课部时，修女会（应花子之前的请求）赶到。未花承认了袭击圣娅是她的指示（但非意图破坏光环）。面对修女会的质问和花子的步步紧逼（指出其行为的矛盾和对渚的真实情感），未花最终在得知圣娅还活着的消息后心理防线崩溃，承认失败并投降。她对老师表达了复杂的感情，承认老师的存在是她计划失败的最大变数，但也感谢老师曾给予她“同伴”的感觉。\n最后的考试与圆满的毕业： 危机解除后，补课部成员（在实现正义部的默许下）赶往最后的特别学力测验考场。老师鼓励她们相信自己的努力。最终，花子、梓、小春、日富美全员以优异成绩（90分以上）通过考试，补课部正式解散，全员避免了退学。\n尾声：短暂的和平与潜藏的暗流： 圣娅的旁白再次出现，点明虽然补课部圆满结束，但基沃托斯的危机并未解除（“乌云正在接近”）。画面转向阿里乌斯小队，她们似乎并未放弃行动，纱织的话语暗示着对梓的追捕和更深层次的阴谋。\n圣娅的梦境与梓的决意： 再次回到圣娅与梓初次见面的梦境（或回忆），揭示了更多对话细节。圣娅试图点醒梓，让她认识到自己行为的矛盾和被利用的事实。梓虽然痛苦，但仍未放弃。\n古教堂的激战与老师的重伤： 伊甸园条约签约仪式当天，阿里乌斯小队按计划发动袭击，用巡航导弹轰炸古教堂，并利用“优斯提娜圣徒会”的复制体（Mimesis）攻击三一和格黑娜的学生。老师在爆炸中被阿罗娜保护，但之后在掩护学生撤退时，被纱织的子弹击中，身受重伤，意识模糊。\n救援与世界的真相： 濑名（格黑娜急救医学部部长）及时赶到为老师进行急救。与此同时，梓出现试图阻止阿里乌斯小队，但被纱织击败。纱织向梓揭示了更残酷的“真相”：她们的憎恨是被灌输的，她们的存在只是为了服务于某个更大的阴谋。\n老师的苏醒与圣娅的启示： 老师在昏迷中再次与圣娅在梦境相遇。圣娅解释了伊甸园条约、优斯提娜圣徒会、阿里乌斯与数秘会之间的联系，指出这一切都是精心策划的、利用契约和憎恨的阴谋。她认为结局注定是悲剧，劝老师放弃。但老师坚持要回去帮助学生，并提出了对第五古则（乐园证明）的新理解：“无法证明的东西，只能选择相信。” 这番话似乎触动了圣娅。\n梓的挣扎与希望的重燃： 梓在绝望中引爆了圣娅交给她的“破坏光环的炸弹”，意图与纱织同归于尽，但炸弹威力似乎被控制，只重伤了纱织和为保护她而牺牲的亚津子（但亚津子似乎有某种保护机制，光环未完全破坏）。与此同时，三一和格黑娜的学生在混乱中开始放下隔阂，互相救助。\n集结的力量与最终的对峙： 老师苏醒，在花子、小春、日富美、未花（被小春保护）、莲见、鹤城、日奈、亚子等人的支持下，重新集结力量。日富美克服了内心的恐惧，向梓表达了无论如何都要和她在一起的决心。对策委员会、实现正义部、风纪委员会等众多学生响应老师的号召，共同对抗阿里乌斯小队和失控的优斯提娜圣徒会。老师宣告成立新的“伊甸园条约机构”，暂时夺取了圣徒会的控制权。\n最后的战斗与未解的谜团： 最终，老师带领众学生与纱织进行决战。在地下深处，她们遭遇了之前提到的“木偶师”（巨匠），他似乎与数秘会有关，并对老师的“卡片”和亚津子的“皇家血统”表现出极大兴趣。虽然击败了巨匠的作品，但阿里乌斯小队趁机逃脱。事件暂时平息，但阿里乌斯小队的威胁仍在，数秘会的阴谋也未完全揭露。圣娅的意识仍未恢复，老师和学生们将面临新的挑战。结尾暗示新的补课部（还是原班人马）即将开始，故事并未结束。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":36},"37":{"uid":37,"key":["Vol3","日富美","小春","花子","梓","渚","未花","圣娅","纱织","日和","美咲","亚津子"],"keysecondary":[],"comment":"Vol3.4","content":"这是V3.4（第3章4-01至4-27）剧情的分段总结，保留了老师相关细节：\n序幕：阿里乌斯的绝境与亚津子的牺牲： 阿里乌斯小队（纱织、美咲、日和、亚津子）在逃亡中被奥利斯学生包围。为保护同伴，亚津子主动提出牺牲自己，以换取其他人的自由，与奥利斯幕后黑手“夫人”（贝阿朵莉切）达成协议后被带走。贝阿朵莉切下令处决剩余小队成员。\n三一的事后处理会议： 在三一，老师受邀参加由渚、樱子（修女会代表）、美祢（救护骑士团团长）共同主持的事件事后处理会议。会议揭示了茶会内部的紧张关系（渚与美祢、樱子的权力制衡），以及当前面临的困境：圣娅遇袭后昏迷不醒且下落不明（实为美祢保护），未花入狱引发舆论危机，奥利斯分校的威胁依然存在且其实力和目的不明（圣徒会复制体、巡航导弹、地下墓穴潜入路线）。渚坦承了设立补课部的真实意图及利用老师权限的事实，并表达了对未花的担忧和愧疚，希望老师能帮忙说服未花出席听证会。\n老师与未花的会面： 老师前往监狱探望未花。未花对外界的指责和自身的处境感到绝望，认为自己已无可挽回，不愿出席听证会连累渚和圣娅。她对老师的到来感到意外和不解，认为自己不值得被关心。老师向未花传达了圣娅已经原谅她的信息（虽然未花仍有疑虑），并表示会帮助她。老师希望未花、渚、圣娅三人能有机会好好沟通，并承诺会陪她们一起出席听证会。未花被老师的真诚打动，答应了请求。\n圣娅的预知梦与数秘会的阴谋： 老师前往探望圣娅，发现她因过度使用预知能力而精神状态不稳，徘徊于梦境与现实之间。圣娅向老师透露了她看到的“基沃托斯终焉”的可怕景象（与天上的塔、色彩有关），并推测幕后黑手是“数秘会”。在梦境中，圣娅偶然窥视到数秘会成员（黑色西装人、巨匠、戈尔孔达、贝阿朵莉切）的秘密会议，得知贝阿朵莉切利用奥利斯和未花，策划了伊甸园条约事件，其真正目的是在奥利斯自治区举行某种仪式（利用亚津子作为祭品），并视老师为最大障碍，已命令阿里乌斯小队将其除掉。圣娅在梦境中受到贝阿朵莉切的精神攻击，身体状况恶化，她在昏迷前试图警告老师逃离。\n纱织的求助： 老师收到匿名邮件来到约定地点，遇到了身心俱疲、前来求助的纱织。纱织坦白了阿里乌斯小队在事件后的遭遇（伙伴失散、被奥利斯追杀），以及亚津子将在次日清晨被贝阿朵莉切作为祭品用于仪式的绝望事实。她承认自己过去的错误，表示愿付出一切代价（包括生命），恳求老师帮助救出亚津子。\n未花的复仇之心与老师的抉择： 与此同时，未花从监狱中逃脱（可能由圣父派暗中协助），决心向导致她失去一切的阿里乌斯小队（尤其是纱织）复仇。老师在接受纱织请求后，需要做出选择。\n集结阿里乌斯小队： 老师决定帮助纱织，并一同寻找失散的日和与美咲。她们先找到了被奥利斯追兵围困的日和，解救了她。随后，她们在一座废弃的桥上找到了意图自尽的美咲。纱织阻止了美咲，并表达了无论如何都要一起活下去的决心。阿里乌斯小队再次集结。\n潜入奥利斯自治区： 阿里乌斯小队利用最后一个即将关闭的秘密通道（需在午夜前进入）潜入奥利斯自治区，老师也一同前往。她们知道贝阿朵莉切很可能已预料到她们会走这条路，并设下埋伏。\n遭遇未花与她的“公平”： 在地下墓穴入口，老师一行人果然遭遇了在此等候的未花。未花并非要阻止她们，而是要向纱织复仇，认为只有让纱织也失去重要之物才算“公平”。双方发生冲突。\n地下回廊的陷阱与分别： 老师一行人继续深入地下回廊。未花再次出现，并引爆了预设的炸药，制造塌方，将纱织与老师、美咲、日和隔开。未花要与纱织单独“做个了结”。老师等人面临抉择：是想办法救纱织，还是优先赶往宗座圣殿救亚津子。\n纱织与未花的对决与和解： 纱织决心独自面对未花，让老师等人先去救亚津子。在对决中，纱织揭示了未花当初接触奥利斯时确实是真心想和解，是自己扭曲利用了这份善意，将一切导向悲剧。未花在得知真相和自己被利用的事实后，内心受到巨大冲击。最终，两人都认识到彼此都是被憎恨和环境扭曲的受害者，她们放弃了互相伤害，未花选择为老师和阿里乌斯小队争取时间，独自留下对抗追兵（圣徒会复制体），并在心中为她们祈祷。\n宗座圣殿的决战： 老师带领美咲和日和抵达宗座圣殿地下的至圣所，发现亚津子已被置于祭坛之上，仪式即将开始。贝阿朵莉切现身，揭示仪式目的是利用亚津子的“皇家血统”神秘力量和基沃托斯外部的力量（可能与“色彩”有关）使自己升格为更高位的存在。她嘲讽老师的理想主义，认为牺牲是必要的。老师严词驳斥，表明自己作为老师的职责是保护学生，而非审判或牺牲。决战爆发，贝阿朵莉切展现出强大的力量。\n援军到来与贝阿朵莉切的败北： 就在老师等人陷入苦战时，未花赶到（她击败了追兵），从外部破坏了仪式装置，打断了贝阿朵莉切的力量汲取。最终，在老师的指挥和阿里乌斯小队的奋战下，贝阿朵莉切被击败。\n数秘会的回收与老师的保证： 战败的贝阿朵莉切被数秘会成员戈尔孔达出现并带走，戈尔孔达称贝阿朵莉切的实验失败，并将老师视为需要进一步观察的对象。他透露了“破坏光环的炸弹”也是他的作品（且可能是失败品），并在离开前对老师发出了隐晦的警告。\n重逢与新的开始： 亚津子被成功救下并苏醒。纱织为自己的过错请求老师处置，老师告诉她，她需要负责的是自己的人生，鼓励她去寻找自己真正想做的事和存在的意义，并暗示她或许能成为一名好老师。阿里乌斯小队决定离开，去寻找属于她们自己的未来和赎罪之路。老师向她们保证，无论未来如何，他都会支持她们，机会永远存在。\n三一的重建与茶会的未来： 在三一，渚和圣娅（已苏醒）在老师的见证下与未花和解，茶会三人组终于能够坦诚相对。圣娅透露了自己因接触“色彩”而无法再清晰预知未来，但决心与大家共同面对。三一的混乱逐渐平息。\n尾声： 阿里乌斯小队开始了她们在黑市打工（并遭遇便利屋遥香讨债）的新生活，虽然前路迷茫，但似乎找到了继续前进的微光。三一也在老师的帮助下逐步恢复秩序。然而，数秘会的威胁仍在，基沃托斯的未来依然充满未知。故事在新的起点暂时告一段落。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":37},"38":{"uid":38,"key":["宫子","咲","萌绘","美游","凛","花耶","叶渚","桐乃","吹雪"],"keysecondary":[],"comment":"Vol4.1","content":"这是V4.1（第4章1-01至1-20）剧情的分段总结，保留了老师相关细节：\n序幕：日常与暗流： 老师被联邦学生会代理行政官七神凛传唤，就夏莱提交的文件格式问题进行了（略显无奈的）指导。期间，因SRT特殊学园学生示威事件，女武神警备局和公安局相继出动却被击退，老师最终受凛委托介入处理。与此同时，联邦学生会防卫室长花耶与神秘人物（FOX小队成员）会面，讨论着SRT的现状和未来的“政变”计划，并提及要“废止夏莱”。\nRABBIT小队的示威与老师的介入： 老师来到示威现场（兔宝宝公园），了解到占领公园的是SRT一年级学生组成的“RABBIT小队”（宫子、咲、萌绘、美游），她们因反对SRT特殊学园被废校而采取行动。女武神公安局长叶渚对她们强大的战斗力束手无策。老师决定亲自处理，并出人意料地选择带领实力较弱的女武神生活安全局成员桐乃和吹雪，通过战术（和一点小聪明，如用甜甜圈作诱饵）成功压制并逮捕了RABBIT小队。\n审讯与各自的理由： 老师参与了对RABBIT小队成员的审讯。咲表达了对SRT严格纪律的认同和对女武神自由散漫的不屑；萌绘坦言留下是为了能“尽情使用”SRT强大的武器；美游则是因为害怕新环境和被遗忘；宫子阐述了她对SRT所代表的、不受利益左右的“真正正义”的憧憬和坚持。老师并未强迫她们，只是倾听。\n老师的决定与公园露营生活： 防卫室长花耶出现，她表面上感谢老师的协助，实则暗示联邦学生会对SRT的强硬态度（可能退学甚至抹消学籍）。她希望老师能说服RABBIT小队加入女武神，但老师拒绝强迫学生选择不愿的道路。花耶最终将RABBIT小队的处置权全权交给老师（但明确表示无法复兴SRT）。RABBIT小队拒绝了前往夏莱生活的提议，选择继续在公园露营以示抗议。老师尊重她们的选择，但内心担忧她们的生活。\n粮食危机与老师的“支援”： 几天后，老师去看望RABBIT小队，发现她们陷入了粮食危机（只能靠夏莱提供的废弃便当度日，还因此和“所确幸”游民团争抢）。老师对她们的困境感到担忧，但宫子等人仍坚持不接受直接援助，认为这有损SRT的尊严。\n卫生危机与“胡萝卜作战”： 接着又面临卫生问题（无法洗澡）。老师提议用铁桶烧水洗澡。为了获取铁桶（废弃品），RABBIT小队策划了名为“胡萝卜作战”的潜入行动，前往港湾仓库“确保”物资。老师对她们“不偷窃但拿走废弃品”的逻辑感到困惑，但并未阻止。\n作战意外与老师的“铁桶计”： “胡萝卜作战”因意外遭遇机器人警卫而暴露，撤退路线被封锁，狙击手美游落单。在咲的临时指挥下，作战陷入混乱。危急时刻，老师提出了“罩着铁桶潜行”的建议。虽然听起来很荒谬，但RABBIT小队最终采纳了这个方法，成功救出了美游并带着铁桶撤回公园。\n短暂的平静与新的威胁： RABBIT小队终于解决了洗澡问题，享受了片刻的安宁（铁桶浴）。然而，她们不知道的是，追求“无所有”的游民团体“所确幸”（其头目笛卡尔被RABBIT小队的行为激怒）以及女武神公安局（在“赞助商”凯萨工业的资助下获得了新武器）都已将她们视为眼中钉。\n“所确幸”的报复与老师的调解： 老师在附近市场买东西时，遇到了伪装成打工学生的FOX小队成员（可能是雪乃或音葵），对方透露了兔宝宝镇即将因凯萨建设的都更计划而被拆除的消息，并暗示RABBIT小队的存在阻碍了计划。随后，老师被“所确幸”头目笛卡尔绑架，对方要求老师命令RABBIT小队让出“烧肉便当”的优先获取权。老师利用通讯将计就计，引诱RABBIT小队前来，双方再次发生冲突。最终在老师的调解下，冲突平息，RABBIT小队虽未获得“战利品”（高级罐头），但也算击退了敌人。\n大雨危机与老师的援手： 一场突如其来的大雨摧毁了RABBIT小队的营地，装备和弹药几乎全毁，她们陷入了绝望和内讧。宫子试图独自修复排水道，老师冒雨赶到，二话不说拿起铲子加入抢修。在他的带动下，其他成员也重新振作，共同努力排除了水患。宫子等人对老师不求回报的帮助感到困惑，但内心有所触动。\n最后的求助与联邦学生会的冷漠： 老师带着修复公园设备的提案书找到凛，希望联邦学生会能提供帮助，但凛以SRT已废校、支援无法进行为由拒绝。老师又找到花耶，花耶同样表示爱莫能助，联邦学生会的官方立场十分明确。\n花耶的暗示与暗流涌动： 花耶在与叶渚的谈话中，暗示叶渚可以联合“利害关系一致的人”（可能指凯萨或所确幸）来驱逐RABBIT小队，言语中透露出不容置疑的压力。随后，花耶与FOX小队成员秘密会面，确认了她们对RABBIT小队的监视，并讨论了让RABBIT小队加入她们“政变”计划的可能性，最终目标直指“废止夏莱”。这表明RABBIT小队的困境并非偶然，而是联邦学生会内部某些势力有意为之，且老师和夏莱已成为她们的目标。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":38},"39":{"uid":39,"key":["最终章","宫子","咲","萌绘","美游","凛","花耶","叶渚","阿罗娜","圣娅","白子"],"keysecondary":[],"comment":"VolFinal.1","content":"这是“最终章”（Vol.Final）Part 1（第1至15话）剧情的分段总结，保留了老师相关细节：\n序幕：故事的颠覆与危机预兆： 剧情以一个神秘声音的独白开始，宣告“这个故事被推翻了”，原有的主角、敌人、冲突等都已失去意义，世界变得混乱无序。它警告老师忘记之前的一切，因为即将发生的是一场“叛乱的故事”。\n圣娅的梦境与色彩的侵蚀： 圣娅在梦境中遇到了百鬼夜行的预言者葛叶。葛叶指出圣娅因在梦中通过仪式窥视了基沃托斯外部的存在——“色彩”，导致精神和肉体正被侵蚀和扭曲。为了摆脱侵蚀，圣娅必须舍弃自身的一项本质——“未来视”能力。圣娅为了朋友们（暗示老师等人）毫不犹豫地接受了代价。在失去能力前，她最后看到了一个预知景象：一个与白子极其相似、但光环扭曲的少女将枪口对准了老师。\n数秘会的动向与分歧： 数秘会成员（黑色西装人、巨匠、戈尔孔达、贝阿朵莉切）召开会议。黑色西装人提及观测到了“无名祭司”的遗产“方舟”（似乎并非实体），并对基沃托斯近期发生的异常（夏莱出现、奥利斯事件失败等）表示关注。贝阿朵莉切因仪式中断而未能完全利用“色彩”力量，且其独断专行的做法（试图除掉老师、利用奥利斯和阿里乌斯小队）引起了其他成员的不满。贝阿朵莉切最终因其疯狂计划（主动引导“色彩”降临以获得力量并消灭老师）被视为威胁，遭到其他数秘会成员联手“处理”（戈尔孔达出手将其重创并带走）。\n老师的恶梦与凛的信任： 老师也做了与圣娅相似的恶梦（被扭曲的白子枪击）。醒来后，老师将梦境内容和圣娅关于“基沃托斯终焉”的预言告知了七神凛。尽管缺乏证据，凛出于对老师（联邦学生会长指定之人）的信任，决定认真对待，开始调查相关资料和记录，并同意成立紧急对策委员会应对潜在危机。\n日常下的暗流涌动： 阿拜多斯对策委员会观察到凯萨PMC在沙漠地区的大规模异常调动，感到不安，决定联络老师。千年游戏开发部在日常的游戏制作和讨论中，爱丽丝体内的<Key>似乎仍在潜伏。贝里塔斯的日鞠从莉央留下的线索中察觉到了基沃托斯面临的危机，决定请求老师协助。三一的补课部虽然看似恢复日常，但之前的事件留下的阴影仍在。阿里乌斯小队在奥利斯自治区继续行动，但其内部关系和未来充满不确定。\n紧急对策委员会的破裂： 联邦学生会召开紧急对策委员会，召集各自治区代表。然而，由于老师和防卫室长花耶的缺席（实为凯萨PMC的阴谋），以及各方势力（尤其是真琴和渚代表的格黑娜与三一）的互相猜忌和不信任，会议不欢而散。财务室长扇喜葵趁机发难，以凛滥用代理权限、勾结PMC（基于SRT解散后PMC填补空缺的表象）等理由，联合其他室长通过了对凛的不信任案，剥夺了她的行政权限，导致联邦学生会陷入瘫痪。\n凯萨PMC的政变与老师被俘： 联邦学生会权力真空之际，凯萨PMC的将军与凯萨总裁（通过通讯）确认了他们的真正计划：利用在阿拜多斯沙漠找到的“欧帕兹”（超古代兵器），夺取圣所之塔的行政控制权，将基沃托斯变为“企业都市”。他们袭击了联邦学生会总部，控制了失去权限的凛，并在D.U.（联邦学生会总部所在区域）发布戒严令，切断了所有对外联络。在此之前，伪装成女武神护卫的PMC士兵成功绑架了老师，并夺走了什亭之箱。\n阿罗娜的守护与白子的异变： 就在PMC士兵准备对老师下杀手时，什亭之箱的OS阿罗娜强行启动，暂时保护了老师，抵挡了攻击。但同时，基沃托斯各处观测到异常的能量现象，圣所之塔上空出现巨大的“虹色彩光”，似乎与什亭之箱的强制启动有关。在阿拜多斯沙漠，目睹了这奇异光芒的白子似乎受到了影响，失去了联络。\n叶渚的救援与现状揭露： 老师被囚禁在女武神第3分校（已被凯萨秘密控制）。身受重伤的女武神公安局长叶渚独自潜入，救出了老师。叶渚向老师揭示了凯萨PMC的政变、联邦学生会的瘫痪、D.U.被戒严封锁的严峻现状，并表示自己救出老师的行为已是违抗命令。她将偷偷取回的什亭之箱交还给老师，认为老师是最后的希望。\n什亭之箱重启与援军到来： 老师利用密码重启了什亭之箱，与阿罗娜重新连接。阿罗娜尝试联络外界，虽然大部分通讯被阻断，但成功向物理距离最近的学生发出了求救信号。就在老师和叶渚、桐乃、吹雪被PMC包围之际，收到了信号的RABBIT小队及时赶到，解救了众人。\n夏莱夺还作战： 老师一行人撤回兔宝宝公园。得知琳被囚禁在夏莱，并且夏莱地下的“工艺室”被凯萨用于控制圣所之塔后，老师决定夺回夏莱。RABBIT小队和生活安全局成员（桐乃、吹雪）自愿加入。联邦学生会的桃香和步也通过秘密通道联络，提供了凛被关押的具体位置。女武神公安局的部分学生也响应号召前来支援。作战代号定为“夏莱夺还作战”（S.C.H. Operation）。\n激战与FOX小队的介入： 老师指挥联合部队向夏莱大楼发动进攻。经过激烈战斗，她们成功突入大楼，控制了工艺室，并救出了琳。然而，在抓捕PMC指挥官时，对方试图引爆同归于尽的炸弹。此时，一直潜伏的SRT三年级“FOX小队”（雪乃、妮可、胡桃、音葵）突然出现，阻止了爆炸，并带走了被击败的PMC指挥官和一件从夏莱地下室取出的神秘物品（可能是凯萨找到的欧帕兹），同时表明她们的目标是“废止夏莱”。\n故事的颠覆与新的威胁： 通讯恢复后，老师收到了来自各方学生（圣娅、樱子、未花、渚、优香、花子、日鞠、凛、阿拜多斯众人等）雪片般的求助和担忧信息。就在此时，数秘会的戈尔孔达和新成员法兰西斯现身，宣告原有的“学园与青春的故事”已经结束，基沃托斯进入了混乱无序、“非故事”的状态，老师作为“主角”的力量将被削弱。然而老师回应，无论世界如何改变，他保护学生的决心不变。黑色西装人出现，指出新的威胁——与“色彩”接触的“无名之神”（外形是光环扭曲的阿努比斯/白子）即将降临。最终，老师通过阿罗娜向所有认识的学生发出了召集令，准备迎接最终的决战。\n这些是最终章Part 1的主要剧情脉络和老师相关的细节。可以看出，本章剧情急转直下，联邦学生会体系崩溃，基沃托斯面临来自内部（凯萨政变）和外部（色彩、无名之神）的双重巨大危机，老师和学生们被推到了风口浪尖，需要团结一致对抗前所未有的威胁。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":39},"40":{"uid":40,"key":["最终章","宫子","咲","萌绘","美游","凛","花耶","叶渚","阿罗娜","圣娅","白子","对策委员会","游戏开发部","千年","百鬼夜行","圣三一"],"keysecondary":[],"comment":"VolFinal.2","content":"这是“最终章”（Vol.Final）Part 2（第1至21话）剧情的分段总结，保留了老师相关细节：\n序幕：圣娅的挣扎与数秘会的决裂： 在梦境与现实的夹缝中，圣娅与葛叶（百鬼夜行的大预言者）相遇。葛叶告知圣娅，她因窥视“色彩”而受到侵蚀，需舍弃“未来视”能力才能脱离。圣娅接受了代价，并在失去能力前最后瞥见了老师被枪击的未来。与此同时，数秘会召开会议，讨论“无名祭司”遗产“方舟”被观测到、“色彩”正在接近等超出计划的事态。贝阿朵莉切承认是自己主动引导“色彩”前来，企图借其力量消灭老师并成为绝对者。此举引发其他成员（黑色西装人、巨匠、戈尔孔达）的强烈不满，认为她已背离数秘会的探究宗旨，将其视为威胁并联手“处理”（戈尔孔达重创并带走了她）。\n老师的预知梦与联邦学生会的应对： 老师也做了被枪击的恶梦，并在阿罗娜的确认下得知身体无碍。老师将梦境内容和圣娅关于“基沃托斯终焉”的预言告知七神凛。凛虽然缺乏证据，但出于对老师的信任，决定认真对待，开始调查相关资料，并着手准备成立“基沃托斯紧急对策委员会”。\n日常下的危机暗涌： 各地开始出现异常。阿拜多斯对策委员会观察到凯萨PMC在沙漠地区的大规模异常调动，感到不安，决定联络老师。千年游戏开发部在讨论新作（太空歌剧RPG）时，爱丽丝体内的<Key>似乎仍在潜伏。贝里塔斯的日鞠也从莉央留下的线索中察觉到危机，决定请求老师协助。\n紧急对策委员会的成立与破裂： 凛召集各自治区代表成立紧急对策委员会。然而，由于老师（被绑架）和防卫室长花耶（被FOX小队控制）缺席，加之各方势力互相猜忌，会议不欢而散。财务室长扇喜碧趁机发难，以凛滥用代理权限为由通过不信任案，剥夺其行政权，联邦学生会陷入瘫痪。\n凯萨PMC政变，夏莱夺还战： 联邦学生会权力真空之际，凯萨PMC发动政变，袭击总部，控制了琳，掌握圣所之塔，并在D.U.发布戒严令。老师（已被叶渚救出并归还什亭之箱）得知情况后，立刻与阿罗娜重新连接。阿罗娜虽无法大范围通讯，但成功向最近的RABBIT小队发出信号。在RABBIT小队、生活安全局、部分女武神公安局学生以及联邦学生会桃香、步的协助下，老师指挥众人发动“夏莱夺还作战”，成功夺回夏莱大楼，救出凛，并重新介入圣所之塔的行政控制权，恢复了D.U.的通讯和秩序。然而，在战斗尾声，FOX小队再次出现，带走了神秘物品和被俘的PMC指挥官。\n“非故事”的宣告与老师的回应： 数秘会成员戈尔孔达和新成员法兰西斯现身，宣告原有的“学园与青春的故事”已被颠覆，基沃托斯进入混乱无序的“非故事”状态，老师作为“主角”的力量将被削弱。老师回应，无论故事如何改变，他保护学生的决心不变，并将与学生们一起克服任何困难。黑色西装人出现，揭示了新的、更直接的威胁——与“色彩”接触、被反转为恐怖的“死神阿努比斯”（外形是光环扭曲的白子）及其带来的“色彩的向导者”（诱骗者 Phrenapates）。\n全员集结，备战最终决战： 老师通过阿罗娜向所有认识的学生发出了集结令。各学园的学生代表和主要战斗力量（阿拜多斯对策委员会、千年的优香/诺亚/日鞠/艾米/时、三一的渚/未花/圣娅/樱子/美祢、格黑娜的亚子/佳代子、百鬼夜行的仁耶/果穗等）纷纷响应，齐聚夏莱。\n制定“虚假的圣所攻略战”： 在琳的主持下（虽然权限被停，但夏莱成为临时指挥中心），众人共享情报，确认了基沃托斯上空出现的6座“虚假的圣所”（由“无名之神”的技术构成，会传播“色彩”），以及守护各圣所的强大敌人（多为过去事件中的Boss级存在，如薇娜、赫赛德、白&黑、耶罗尼姆斯、霍德）。他们得知必须在约两周内（300小时）破坏所有圣所，否则“色彩”将扩散至整个基沃托斯，导致终焉。同时，还需要寻找让被“色彩”侵蚀者（如白子/阿努比斯）恢复的方法（圣娅提议寻找葛叶）。老师被委以重任，负责总指挥所有作战行动（包括各自治区防御和圣所攻略）。\n各战线部署与支援： 作战计划确定：各学园负责自身及周边区域的防御和避难引导（三一茶会、实现正义部、修女会、救护骑士团；格黑娜风纪委、万魔殿、急救医学部；百鬼夜行阴阳部、节庆营运委、修行部；山海经玄龙门、梅花园；赤冬工务部、227号特别班；千年研讨会、工程师部、贝里塔斯、C&C；阿拜多斯对策委员会；女武神警察学园；甚至头盔团、若藻等都参与了防卫），老师则协调指挥各路精锐部队同时对6个圣所发起攻略。\n意外的援军与忍者小队的任务： 在部署过程中，出现了意想不到的援军：格黑娜温泉开发部主动请缨负责破坏千年的入侵之柱（虽然目的可能只是想挖温泉）；美食研究会带着（不知从哪弄来的）大量食材支援避难所；无限回转寿司战队凯坦泽也前来助阵。同时，老师委托百鬼夜行的忍术研究部（满、泉奈、月咏）前往大雪原寻找失踪的百花缭乱委员长，希望能借此找到葛叶的线索（但此举被真琴暗中得知，似乎另有图谋）。\n攻略战开始： 一切准备就绪，在老师的统一号令下，“虚假的圣所攻略战”正式打响。各路学生部队开始向目标区域进发，基沃托斯史上最大规模的联合作战拉开序幕。\n尾声：白子的身影： 作战开始后，通讯恢复正常。老师收到了所有学生的联络和支援信息。在夏莱的顶楼，老师望向远方，似乎看到了白子的身影，预示着即将到来的、与被“色彩”侵蚀的白子（阿努比斯）的正面对决。\n这些是最终章Part 2的主要剧情脉络和老师相关的细节。本章节奏极快，将之前所有章节的角色和势力几乎全部卷入，构建了一个关乎基沃托斯存亡的宏大战场。老师真正成为了团结所有学生的中心和总指挥官，肩负起前所未有的重任。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":40},"41":{"uid":41,"key":["最终章","宫子","咲","萌绘","美游","凛","花耶","叶渚","阿罗娜","圣娅","白子","对策委员会","游戏开发部","千年","百鬼夜行","圣三一"],"keysecondary":[],"comment":"VolFinal.3","content":"这是“最终章”（Vol.Final）Part 3（第1至16话）剧情的分段总结，保留了老师相关细节：\n序幕：忍者的任务与白子的意志： 在大雪原，忍术研究部（满、月咏、泉奈）找到了百花缭乱的副委员长名草。名草告知“黄昏寺院”已被毁，委员长菖蒲失踪，无法找到葛叶。但她交给忍者们一个据说是要转交给老师的旧卷轴。卷轴内容竟是白子（已被“色彩”侵蚀，自称阿努比斯）的留言：她明确表示自己的行为并非被操控，而是出于自身意志要引导基沃托斯走向终焉，这是她的“职责”和“本质”。她不希望伤害老师，劝老师离开基沃托斯。\n异变再起与白子的突袭： 就在老师与联邦学生会代理行政官七神凛讨论白子留言的含义时，基沃托斯各地再次出现超高浓度的能量反应，比上次更强，预示着“虚假的圣所”即将再次出现，且时间可能不足24小时。同时，白子/阿努比斯突然出现在夏莱，对琳发动攻击，随后利用空间能力消失。\n绝望与希望的交织： 各方势力得知圣所即将再临的消息，陷入绝望。阿拜多斯对策委员会得知白子的情况后悲痛万分，但星野站出来鼓励大家，认为白子只是被卷入灾难，她们应该战斗的对象是“色彩”而非白子，并相信老师能找到解决方法。老师也为自己未能阻止事态发展而自责，但同样被星野的话语鼓舞，决心无论如何都要带回白子。\n新的线索：阿特拉哈西斯的方舟： 凛追踪到异常能量的源头位于基沃托斯上空75,000米的巨大构造体。老师再次联系黑色西装人（他似乎并未完全消失），得知那个构造体名为“阿特拉哈西斯的方舟”，是“无名之神”的遗产，也是“色彩的向导者”（诱骗者）的据点和力量核心。黑色西装人透露，唯一能对抗方舟的，是同样来自古代文明、被凯萨公司挖掘出的“超古代兵器”——“生命守护者主舰”（宇宙战舰），而启动它的关键就在老师的什亭之箱。\n启动生命守护者主舰： 老师、凛、联邦学生会成员、阿拜多斯对策委员会以及收到消息的日鞠等人来到阿拜多斯沙漠地下的战舰所在地。工程师部、贝里塔斯、游戏开发部（爱丽丝坚持要作为战舰的“武器”一同前往）、千年的优香、格黑娜的亚子和佳代子、甚至美食研究会和供给部的枫香（被半强迫地）都加入进来，组成了临时的操作团队。老师不顾阿罗娜关于可能危及自身生命的警告，毅然决定使用什亭之箱的力量启动战舰。\n联邦学生会长的回忆与凛的回答： 在启动前，老师询问凛关于“第二项古则”（透过无法理解的事物，我们是否能够理解）的回答。凛回忆起过去与联邦学生会长的对话，会长曾说喜欢凛的回答。凛表示，答案等回到地面再说。\n飞向方舟： 在老师的力量下，“生命守护者主舰”成功启动并升空，向着75,000米高空的“阿特拉哈西斯的方舟”飞去。飞行过程中，战舰承受着巨大的多次元诠释压力，老师的身体也感到了明显的负担。老师再次回忆起联邦学生会长消失前的嘱托。\n方舟的防御与爱丽丝的决心： 就在即将抵达时，“阿特拉哈西斯的方舟”改变了自身的多次元状态，使得“生命守护者”无法同步，面临被未知次元吞噬或粉身碎骨的危险。危急关头，爱丽丝挺身而出。她表示，自己既是王女也是游戏开发部成员，她要自己决定自己的存在。她请求体内的<Key>（已不再敌对）帮助她启动属于自己的“阿特拉哈西斯的方舟”（概念形态）。\n光之剑再临与方舟的突破： 在<Key>和莉央（通过AMAS远程协助）的力量支持下，爱丽丝成功将“生命守护者”的部分能量和自身意志结合，再次显现出“阿特拉哈西斯的方舟”——以巨大的“光之剑：阿特拉哈西斯的超新星”形态。这把光之剑成功击破了方舟的多次元防护罩，为“生命守护者”创造了突入的机会。爱丽丝因耗尽力量而昏迷，<Key>似乎为了保护爱丽丝而牺牲/消失了。\n突入方舟与防卫战： “生命守护者”成功撞入方舟内部，但自身也严重受损，引擎停摆。众人被困在方舟内。方舟内的敌人（圣所守护者和Divi:Sion机器人）开始发动攻击。老师指挥阿拜多斯对策委员会、游戏开发部和美食研究会负责防守受损的战舰。\n白子的再现与星野的负伤： 在激烈的防卫战中，白子/阿努比斯再次出现，并向战舰内部投掷手榴弹。星野为了保护老师和绫音，不幸被爆炸波及，身受重伤。白子/阿努比斯随后消失。\n新的作战：方舟占领战： 工程师部评估战舰受损严重，短时间内难以修复。莉央提出利用方舟的演算能力制作一次性的空间跳跃程序作为备用逃生方案。琳决定，在工程师部修复战舰、莉央开发逃生程序的同时，由老师带领剩余力量（主要是操作员团队和夏莱本身的力量）执行新的作战——占领“阿特拉哈西斯的方舟”。\n逆转的骇入与最终的背叛： 就在老师等人准备执行方舟占领战时，先前以为已经解决的“自爆程式”（由贝里塔斯植入方舟）突然启动，但目标却是“生命守护者本舰”！原来，在众人专注于攻略方舟的同时，“色彩的向导者”（诱骗者）早已通过后门骇入了“生命守护者”，并在此时引爆了战舰（威力不大但足以瘫痪）。\n绝境与诱骗者的现身： 战舰被夺走控制权，与方舟一同维持着多次元诠释状态，这意味着“虚假的圣所”将再次降临。老师和所有学生陷入了前所未有的绝境。此时，白子/阿努比斯出现在方舟的控制室——“纳拉姆辛的王座”，而控制着她的赫然是“色彩的向导者”——外表与什亭之箱的OS阿罗娜极其相似，但光环扭曲、神情冰冷的“诱骗者”（Phrenapates / 伪阿罗娜 / 彩奈）。她宣告，“学园与青春的故事”彻底结束，既定的终焉命运无法改变。\n这些是最终章Part 3的主要剧情脉络和老师相关的细节。本章揭示了更多关于古代文明、无名之神、方舟、色彩以及什亭之箱的秘密，将故事推向了最高潮和最黑暗的时刻。老师虽然团结了几乎所有学生力量，但在绝对的力量和命运面前似乎显得无力，最终的希望似乎寄托在老师自身以及与学生们羁绊所能创造的奇迹上。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":41},"42":{"uid":42,"key":["最终章","宫子","咲","萌绘","美游","凛","花耶","叶渚","阿罗娜","圣娅","白子","对策委员会","游戏开发部","千年","百鬼夜行","圣三一","普拉娜","诱骗者"],"keysecondary":[],"comment":"VolFinal.4","content":"这是“最终章”（Vol.Final）Part 4（第1至12话）剧情的分段总结，保留了老师相关细节：\n最终对峙与身份揭秘： 在“阿特拉哈西斯的方舟”核心——“纳拉姆辛的王座”，老师与被“色彩”侵蚀的白子（阿努比斯形态）以及“色彩的向导者”“诱骗者”（Phrenapates）最终对峙。诱骗者揭示了自己的惊人身份：他是另一个时间轴上老师的对应存在（但已死亡，受色彩影响成为向导者），并且在那个时间轴上，杀害老师的正是白子/阿努比斯。他声称白子/阿努比斯引导世界走向终焉是其注定的命运和本质。\n白子的挣扎与老师的信念： 听闻自己是杀害老师并毁灭世界的存在，本时间轴的白子陷入巨大的痛苦和自我否定，但仍试图反抗被侵蚀的“另一个自己”。白子/阿努比斯则坚称命运无法改变，并为了稳定自身存在，必须消除本时间轴的白子。面对这绝望的局面，老师没有放弃。\n绝境中的反击： 与此同时，在“生命守护者本舰”上，学生们发现自爆程式被再次启动且无法停止。莉央和日鞠推断出这是诱骗者利用与方舟的连接进行的骇入，目的是彻底消灭老师等人。她们意识到必须物理切断与方舟的连接才能阻止自爆。\n时（Toki）的觉悟： 为了争取时间，之前被莉央命令调查新圣所的时，在通讯中断的情况下，独自决定留下对抗显现的圣所敌人，牺牲自己以延缓方舟的演算，为老师等人创造机会。（虽然剧情后续显示她并未真的死亡，被赶来的C&C女仆部门的同伴拯救并肩作战，但此处她的行动是基于牺牲的觉悟）。\n地面部队的奋战： 在地面上，美食研究会、阿拜多斯对策委员会等学生也在奋力破坏新圣所的解除装置，试图从外部干扰方舟的运作，为老师争取时间。\n大人的卡片对决与老师的牺牲： 回到方舟核心，诱骗者认为只要消灭老师，一切抵抗都将瓦解。他也亮出了来自他那个时间轴的“大人的卡片”，意图与老师进行终极对决。然而，在千钧一发之际，老师做出了出人意料的选择：他在用卡片战斗拖延时间让所有学生安全撤离之后，没有最后离开，而是将莉央制作的、本用于自己逃生的“逃脱程式”用在了白子/阿努比斯身上，将她传送回了地面安全地带。这意味着老师放弃了自己的生路，选择独自留在即将自爆的方舟核心，面对诱骗者。\n阿罗娜与普拉娜的奇迹： 老师留在方舟面对诱骗者和爆炸。阿罗娜悲痛欲绝，试图凭一己之力拯救老师，但力量不足以阻止坠落。老师让她放弃自己，去帮助“那个孩子”（指另一个老师的ARONA/彩奈）。目睹老师牺牲的另一个ARONA深受触动，似乎理解了老师相信她能做出不同选择的用意。阿罗娜在最后时刻将另一个ARONA的核心数据（濒临消散）抢救到了什亭之箱内。随后，阿罗娜与被她命名为“普拉娜”的另一个ARONA合力，结合两个OS的力量，创造了奇迹，成功将老师从高空坠落中平安救回地面。\n重逢与和解： 老师平安归来，与等候的学生们重逢。在另一个空间，本时间轴的白子与另一个时间轴的白子（从方舟逃脱，但力量已削弱）相遇。白子将自己的头套（面罩）赠予对方，作为一种象征性的接纳和告别。另一边，在什亭之箱内部，阿罗娜接纳了普拉娜，两人成为了共同辅佐老师的“姐妹”OS。\n尾声：回归日常与未尽的谜团： 基沃托斯恢复了和平（暂时），各地开始灾后重建。老师和学生们也逐渐回归各自的日常生活（如游戏开发部找到了疑似<Key>的数据存档并将其放入爱丽丝制作的机器人模型中、阿拜多斯众人聚餐、C&C庆祝尼露康复等）。然而，凯萨与花耶的勾结仍在继续，数秘会并未真正消失（法兰西斯出现），联邦学生会长的失踪之谜依然未解。\n最后的伏笔： 故事的最后，普拉娜通过演算得出了惊人结论：她和阿罗娜之所以是相似又不同的存在，是因为——失踪的联邦学生会长，一直就在什亭之箱内部，替代着阿罗娜。 这个最终的秘密为未来的故事留下了巨大的悬念。\n贯穿最终章Part 4，老师的核心作用体现在：\n直面终极威胁： 作为核心人物，直接与最强大的敌人（诱骗者、白子/阿努比斯）对峙。\n做出牺牲抉择： 在最关键时刻，选择牺牲自己拯救白子/阿努比斯，体现了其保护学生的最高原则。\n信念的感召力： 他的行为和信念深刻影响了诱骗者/普拉娜，促成了她的转变和最终的救援奇迹。\n回归与象征： 老师的平安归来象征着希望和秩序的恢复，是所有学生团结奋战的最终目标和精神支柱。\n未解之谜的核心： 什亭之箱、联邦学生会长以及老师自身的秘密，依然是推动未来剧情的关键。","constant":false,"vectorized":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":3,"disable":false,"excludeRecursion":false,"preventRecursion":false,"delayUntilRecursion":false,"probability":100,"useProbability":true,"depth":4,"group":"","groupOverride":false,"groupWeight":100,"scanDepth":null,"caseSensitive":null,"matchWholeWords":null,"useGroupScoring":null,"automationId":"","role":null,"sticky":0,"cooldown":0,"delay":0,"displayIndex":42}}}